Repository: kaynelapps/Soul
Catalog: lib/l10n/app_*.arb
Languages: af, bn, de, es, fil, fr, hi, in, ko, nl, pt, ru, zh

# noWebsite
source: No website available
af: Geen webwerf beskikbaar
bn: কোন ওয়েবসাইট উপলব্ধ নেই
de: Keine Website verfügbar
es: Sin sitio web disponible
fil: Walang available na website
fr: Pas de site web disponible
hi: कोई वेबसाइट उपलब्ध नहीं है
in: Tidak ada situs web
ko: 웹사이트 없음
nl: Geen website beschikbaar
pt: Sem website disponível
ru: Веб-сайт не указан
zh: 暂无网站

# imageLoadError
source: Failed to load image
bn: ছবি লোড করতে ব্যর্থ
de: Fehler beim Laden des Bildes
es: Error al cargar imagen
fil: Hindi na-load ang larawan
fr: Échec du chargement de l'image
hi: छवि लोड करने में विफल
in: Gagal memuat gambar
ko: 이미지 로드 실패
nl: Laden van afbeelding mislukt
pt: Falha ao carregar imagem
ru: Не удалось загрузить изображение
zh: 图片加载失败

source: No images available
bn: কোন ছবি উপলব্ধ নেই
de: Keine Bilder verfügbar
es: No hay imágenes disponibles
fil: Walang available na mga larawan
fr: Aucune image disponible
hi: कोई छवियां उपलब्ध नहीं हैं
in: Tidak ada gambar tersedia
ko: 이미지 없음
nl: Geen afbeeldingen beschikbaar
pt: Sem imagens disponíveis
ru: Нет доступных изображений
zh: 暂无图片

source: Get Directions
bn: দিকনির্দেশনা পান
de: Route anzeigen
es: Obtener Direcciones
fil: Kunin ang Direksyon
fr: Obtenir l'itinéraire
hi: दिशा-निर्देश प्राप्त करें
in: Dapatkan Petunjuk Arah
ko: 길찾기
nl: Route
pt: Obter Direções
ru: Построить маршрут
zh: 获取路线

source: Call Now
bn: এখনই কল করুন
de: Jetzt anrufen
es: Llamar Ahora
fil: Tumawag Ngayon
fr: Appeler maintenant
hi: अभी कॉल करें
in: Telepon Sekarang
ko: 전화하기
nl: Nu Bellen
pt: Ligar Agora
ru: Позвонить
zh: 立即致电

source: Visit Website
bn: ওয়েবসাইট দেখুন
de: Website besuchen
es: Visitar Sitio Web
fil: Bisitahin ang Website
fr: Visiter le site web
hi: वेबसाइट पर जाएं
in: Kunjungi Situs Web
ko: 웹사이트 방문
nl: Website Bezoeken
pt: Visitar Website
ru: Перейти на сайт
zh: 访问网站

source: Share Place
bn: স্থান শেয়ার করুন
de: Ort teilen
es: Compartir Lugar
fil: Ibahagi ang Lugar
fr: Partager le lieu
hi: स्थान साझा करें
in: Bagikan Tempat
ko: 장소 공유
nl: Deel Locatie
pt: Partilhar Local
ru: Поделиться местом
zh: 分享地点

# backButtonLabel
source: Back to previous screen
bn: আগের স্ক্রিনে ফিরে যান
de: Zurück zum vorherigen Bildschirm
es: Volver a la pantalla anterior
fil: Bumalik sa nakaraang screen
fr: Retour à l'écran précédent
hi: पिछली स्क्रीन पर वापस जाएं
in: Kembali ke layar sebelumnya
ko: 이전 화면으로 돌아가기
nl: Terug naar vorig scherm
pt: Voltar ao ecrã anterior
ru: Вернуться на предыдущий экран
zh: 返回上一屏

# imageSlideshow
source: Place photos slideshow
bn: স্থানের ফটো স্লাইডশো
de: Orts-Fotodiashow
es: Presentación de fotos del lugar
fil: Slideshow ng mga larawan ng lugar
fr: Diaporama des photos du lieu
hi: स्थान फोटो स्लाइडशो
in: Tampilan slide foto tempat
ko: 장소 사진 슬라이드쇼
nl: Locatiefoto's diavoorstelling
pt: Apresentação de fotos do local
ru: Слайд-шоу фотографий места
zh: 地点照片幻灯片

# placeDetailsCard
source: Place details information
bn: স্থানের বিস্তারিত তথ্য
de: Ortsinformationen
es: Información de detalles del lugar
fil: Impormasyon ng detalye ng lugar
fr: Informations détaillées du lieu
hi: स्थान विवरण जानकारी
in: Informasi detail tempat
ko: 장소 상세정보
nl: Locatiedetails informatie
pt: Informações detalhadas do local
ru: Информация о месте
zh: 地点详细信息

# termsOfServiceTitle
source: Terms of Service & Content Guidelines
bn: সেবার শর্তাবলী এবং কন্টেন্ট নির্দেশিকা
de: Nutzungsbedingungen & Inhaltsrichtlinien
es: Términos de Servicio y Pautas de Contenido
fil: Mga Tuntunin ng Serbisyo at Alituntunin sa Nilalaman
fr: Conditions d'utilisation et directives de contenu
hi: सेवा की शर्तें और सामग्री दिशानिर्देश
in: Ketentuan Layanan & Pedoman Konten
ko: 서비스 약관 & 콘텐츠 가이드라인
nl: Servicevoorwaarden & Contentrichtlijnen
pt: Termos de Serviço & Diretrizes de Conteúdo
ru: Условия использования и правила контента
zh: 服务条款和内容准则

# termsOfServiceIntro
source: By using our app, you agree to these terms:
bn: আমাদের অ্যাপ ব্যবহার করে আপনি এই শর্তগুলিতে সম্মত হচ্ছেন:
de: Durch die Nutzung unserer App stimmen Sie diesen Bedingungen zu:
es: Al usar nuestra aplicación, aceptas estos términos:
fil: Sa paggamit ng aming app, sumasang-ayon ka sa mga tuntuning ito:
fr: En utilisant notre application, vous acceptez ces conditions :
hi: हमारा ऐप उपयोग करके, आप इन शर्तों से सहमत होते हैं:
in: Dengan menggunakan aplikasi kami, Anda menyetujui ketentuan berikut:
ko: 앱을 사용함으로써 다음 약관에 동의하게 됩니다:
nl: Door onze app te gebruiken ga je akkoord met deze voorwaarden:
pt: Ao usar a nossa aplicação, concorda com estes termos:
ru: Используя наше приложение, вы соглашаетесь с этими условиями:
zh: 使用我们的应用即表示您同意以下条款：

# termsItem1
source: Zero Tolerance Policy: We strictly prohibit hate speech, explicit content, violence, discrimination, harassment, or illegal activities.
bn: জিরো টলারেন্স নীতি: আমরা কঠোরভাবে ঘৃণার বক্তব্য, অশ্লীল কন্টেন্ট, সহিংসতা, বৈষম্য, হয়রানি বা অবৈধ কার্যকলাপ নিষিদ্ধ করি।
de: Null-Toleranz-Politik: Wir verbieten strikt Hassrede, explizite Inhalte, Gewalt, Diskriminierung, Belästigung oder illegale Aktivitäten.
es: Política de Tolerancia Cero: Prohibimos estrictamente el discurso de odio, contenido explícito, violencia, discriminación, acoso o actividades ilegales.
fil: Zero Tolerance Policy: Mahigpit naming ipinagbabawal ang hate speech, mahalay na nilalaman, karahasan, diskriminasyon, panliligalig, o ilegal na gawain.
fr: Tolérance zéro : Nous interdisons strictement les discours haineux, le contenu explicite, la violence, la discrimination, le harcèlement ou les activités illégales.
hi: जीरो टॉलरेंस नीति: हम घृणा भाषण, अश्लील सामग्री, हिंसा, भेदभाव, उत्पीड़न, या अवैध गतिविधियों को सख्ती से प्रतिबंधित करते हैं।
in: Kebijakan Tanpa Toleransi: Kami melarang keras ujaran kebencian, konten eksplisit, kekerasan, diskriminasi, pelecehan, atau aktivitas ilegal.
ko: 무관용 정책: 혐오 발언, 노골적인 콘텐츠, 폭력, 차별, 괴롭힘 또는 불법 활동을 엄격히 금지합니다.
nl: Nultolerantiebeleid: We verbieden strikt haatzaaien, expliciete inhoud, geweld, discriminatie, intimidatie of illegale activiteiten.
pt: Política de Tolerância Zero: Proibimos estritamente discurso de ódio, conteúdo explícito, violência, discriminação, assédio ou atividades ilegais.
ru: Политика нулевой терпимости: Мы строго запрещаем язык вражды, откровенный контент, насилие, дискриминацию, домогательства или незаконную деятельность.
zh: 零容忍政策：我们严禁仇恨言论、露骨内容、暴力、歧视、骚扰或非法活动。

# termsItem2
source: Content Moderation: All user content is subject to review. We reserve the right to remove any content violating our guidelines.
bn: কন্টেন্ট মডারেশন: সমস্ত ব্যবহারকারীর কন্টেন্ট পর্যালোচনার অধীন। আমরা আমাদের নির্দেশিকা লঙ্ঘনকারী যেকোনো কন্টেন্ট সরানোর অধিকার সংরক্ষণ করি।
de: Inhaltsmoderation: Alle Benutzerinhalte unterliegen der Überprüfung. Wir behalten uns das Recht vor, Inhalte zu entfernen, die gegen unsere Richtlinien verstoßen.
es: Moderación de Contenido: Todo el contenido del usuario está sujeto a revisión. Nos reservamos el derecho de eliminar cualquier contenido que viole nuestras pautas.
fil: Pamamahala ng Nilalaman: Lahat ng nilalaman ng user ay susuriin. May karapatan kaming tanggalin ang anumang nilalaman na lumalabag sa aming mga alituntunin.
fr: Modération du contenu : Tout le contenu utilisateur est sujet à révision. Nous nous réservons le droit de supprimer tout contenu violant nos directives.
hi: सामग्री मॉडरेशन: सभी उपयोगकर्ता सामग्री समीक्षा के अधीन है। हम हमारे दिशानिर्देशों का उल्लंघन करने वाली किसी भी सामग्री को हटाने का अधिकार सुरक्षित रखते हैं।
in: Moderasi Konten: Semua konten pengguna tunduk pada peninjauan. Kami berhak menghapus konten yang melanggar pedoman kami.
ko: 콘텐츠 관리: 모든 사용자 콘텐츠는 검토 대상입니다. 가이드라인을 위반하는 콘텐츠를 삭제할 권리가 있습니다.
nl: Contentmoderatie: Alle gebruikersinhoud wordt gecontroleerd. We behouden het recht om inhoud te verwijderen die onze richtlijnen schendt.
pt: Moderação de Conteúdo: Todo o conteúdo do utilizador está sujeito a revisão. Reservamos o direito de remover qualquer conteúdo que viole as nossas diretrizes.
ru: Модерация контента: Весь пользовательский контент подлежит проверке. Мы оставляем за собой право удалять любой контент, нарушающий наши правила.
zh: 内容审核：所有用户内容都要接受审核。我们保留删除任何违反准则内容的权利。

# termsItem3
source: User Behavior: You must not engage in harassment, bullying, spam, or create a hostile environment for others.
bn: ব্যবহারকারীর আচরণ: আপনি হয়রানি, বুলিং, স্প্যাম বা অন্যদের জন্য শত্রুতাপূর্ণ পরিবেশ তৈরি করতে পারবেন না।
de: Benutzerverhalten: Sie dürfen sich nicht an Belästigung, Mobbing, Spam oder der Schaffung einer feindseligen Umgebung für andere beteiligen.
es: Comportamiento del Usuario: No debes participar en acoso, bullying, spam o crear un ambiente hostil para otros.
fil: Pag-uugali ng User: Hindi ka dapat makisali sa panliligalig, pang-aapi, spam, o lumikha ng hindi magandang kapaligiran para sa iba.
fr: Comportement utilisateur : Vous ne devez pas vous engager dans le harcèlement, l'intimidation, le spam ou créer un environnement hostile pour les autres.
hi: उपयोगकर्ता व्यवहार: आपको उत्पीड़न, धमकाने, स्पैम, या दूसरों के लिए शत्रुतापूर्ण वातावरण नहीं बनाना चाहिए।
in: Perilaku Pengguna: Anda tidak boleh terlibat dalam pelecehan, intimidasi, spam, atau menciptakan lingkungan yang tidak bersahabat bagi orang lain.
ko: 사용자 행동: 괴롭힘, 따돌림, 스팸 또는 다른 사용자에게 적대적인 환경을 조성해서는 안 됩니다.
nl: Gebruikersgedrag: Je mag niet deelnemen aan intimidatie, pesten, spam of een vijandige omgeving creëren voor anderen.
pt: Comportamento do Utilizador: Não deve envolver-se em assédio, bullying, spam ou criar um ambiente hostil para outros.
ru: Поведение пользователей: Вы не должны заниматься преследованием, травлей, спамом или создавать враждебную среду для других.
zh: 用户行为：您不得参与骚扰、欺凌、垃圾信息或为他人制造敌对环境。

# termsItem4
source: Violations: Content removal, account suspension, or permanent termination may result from violating these terms.
bn: লঙ্ঘন: এই শর্তগুলি লঙ্ঘন করলে কন্টেন্ট অপসারণ, অ্যাকাউন্ট স্থগিত বা স্থায়ী বাতিল হতে পারে।
de: Verstöße: Inhaltsentfernung, Kontosperrung oder dauerhafte Kündigung können bei Verstößen gegen diese Bedingungen erfolgen.
es: Violaciones: La eliminación de contenido, suspensión de cuenta o terminación permanente pueden resultar de violar estos términos.
fil: Mga Paglabag: Ang pagtanggal ng nilalaman, pagsuspinde ng account, o permanenteng pagwawakas ay maaaring resulta ng paglabag sa mga tuntuning ito.
fr: Violations : La suppression de contenu, la suspension du compte ou la résiliation permanente peuvent résulter de la violation de ces conditions.
hi: उल्लंघन: इन शर्तों का उल्लंघन करने से सामग्री हटाना, खाता निलंबन, या स्थायी समाप्ति हो सकती है।
in: Pelanggaran: Penghapusan konten, penangguhan akun, atau penghentian permanen dapat terjadi akibat pelanggaran ketentuan ini.
ko: 위반: 이러한 약관을 위반하면 콘텐츠 삭제, 계정 정지 또는 영구 해지될 수 있습니다.
nl: Overtredingen: Schending van deze voorwaarden kan leiden tot verwijdering van inhoud, accountopschorting of permanente beëindiging.
pt: Violações: A remoção de conteúdo, suspensão da conta ou término permanente podem resultar da violação destes termos.
ru: Нарушения: Удаление контента, приостановка аккаунта или постоянное прекращение доступа могут быть следствием нарушения этих условий.
zh: 违规：违反这些条款可能导致内容删除、账户暂停或永久终止。

# termsItem5
source: Content Reporting: Users must report inappropriate content. All reports will be investigated promptly.
bn: কন্টেন্ট রিপোর্টিং: ব্যবহারকারীদের অনুপযুক্ত কন্টেন্ট রিপোর্ট করতে হবে। সমস্ত রিপোর্ট দ্রুত তদন্ত করা হবে।
de: Inhaltsmeldung: Benutzer müssen unangemessene Inhalte melden. Alle Meldungen werden umgehend untersucht.
es: Reporte de Contenido: Los usuarios deben reportar contenido inapropiado. Todos los reportes serán investigados prontamente.
fil: Pag-uulat ng Nilalaman: Dapat iulat ng mga user ang hindi naaangkop na nilalaman. Lahat ng ulat ay agad na iimbestigahan.
fr: Signalement de contenu : Les utilisateurs doivent signaler le contenu inapproprié. Tous les signalements seront examinés rapidement.
hi: सामग्री रिपोर्टिंग: उपयोगकर्ताओं को अनुचित सामग्री की रिपोर्ट करनी चाहिए। सभी रिपोर्टों की तुरंत जांच की जाएगी।
in: Pelaporan Konten: Pengguna harus melaporkan konten yang tidak pantas. Semua laporan akan diselidiki segera.
ko: 콘텐츠 신고: 사용자는 부적절한 콘텐츠를 신고해야 합니다. 모든 신고는 신속하게 조사됩니다.
nl: Content Melden: Gebruikers moeten ongepaste inhoud melden. Alle meldingen worden direct onderzocht.
pt: Denúncia de Conteúdo: Os utilizadores devem denunciar conteúdo inadequado. Todas as denúncias serão investigadas prontamente.
ru: Жалобы на контент: Пользователи должны сообщать о неприемлемом контенте. Все жалобы будут оперативно рассмотрены.
zh: 内容举报：用户必须举报不当内容。所有举报都将及时调查。

# termsItem6
source: Age Requirements: Users must be 13+ to create content. Content targeting minors inappropriately is forbidden.
bn: বয়স প্রয়োজনীয়তা: কন্টেন্ট তৈরি করতে ব্যবহারকারীদের ১৩+ বছর হতে হবে। নাবালকদের অনুপযুক্তভাবে টার্গেট করা কন্টেন্ট নিষিদ্ধ।
de: Altersanforderungen: Benutzer müssen mindestens 13 Jahre alt sein, um Inhalte zu erstellen. Inhalte, die sich unangemessen an Minderjährige richten, sind verboten.
es: Requisitos de Edad: Los usuarios deben tener 13+ años para crear contenido. Está prohibido el contenido que apunte inapropiadamente a menores.
fil: Kinakailangang Edad: Ang mga user ay dapat 13+ upang lumikha ng nilalaman. Ipinagbabawal ang nilalaman na hindi naaangkop na nakatutok sa mga menor de edad.
fr: Conditions d'âge : Les utilisateurs doivent avoir 13 ans ou plus pour créer du contenu. Le contenu ciblant les mineurs de manière inappropriée est interdit.
hi: आयु आवश्यकताएं: सामग्री बनाने के लिए उपयोगकर्ताओं की आयु 13+ होनी चाहिए। नाबालिगों को अनुचित रूप से लक्षित करने वाली सामग्री निषिद्ध है।
in: Persyaratan Usia: Pengguna harus berusia 13+ untuk membuat konten. Konten yang menargetkan anak di bawah umur secara tidak pantas dilarang.
ko: 연령 요구사항: 콘텐츠를 생성하려면 13세 이상이어야 합니다. 미성년자를 부적절하게 대상으로 하는 콘텐츠는 금지됩니다.
nl: Leeftijdsvereisten: Gebruikers moeten 13+ zijn om content te maken. Content die ongepast op minderjarigen is gericht is verboden.
pt: Requisitos de Idade: Os utilizadores devem ter 13+ anos para criar conteúdo. Conteúdo direcionado a menores de forma inadequada é proibido.
ru: Возрастные требования: Пользователи должны быть старше 13 лет для создания контента. Контент, неподобающим образом нацеленный на несовершеннолетних, запрещен.
zh: 年龄要求：用户必须年满13岁才能创建内容。禁止不当针对未成年人的内容。

# termsItem7
source: Account Responsibility: You are responsible for all content posted through your account.
bn: অ্যাকাউন্ট দায়িত্ব: আপনার অ্যাকাউন্টের মাধ্যমে পোস্ট করা সমস্ত কন্টেন্টের জন্য আপনি দায়ী।
de: Kontoverantwortung: Sie sind für alle über Ihr Konto geposteten Inhalte verantwortlich.
es: Responsabilidad de Cuenta: Eres responsable de todo el contenido publicado a través de tu cuenta.
fil: Responsibilidad sa Account: Ikaw ay responsable sa lahat ng nilalaman na nai-post sa pamamagitan ng iyong account.
fr: Responsabilité du compte : Vous êtes responsable de tout le contenu publié via votre compte.
hi: खाता जिम्मेदारी: आप अपने खाते के माध्यम से पोस्ट की गई सभी सामग्री के लिए जिम्मेदार हैं।
in: Tanggung Jawab Akun: Anda bertanggung jawab atas semua konten yang diposting melalui akun Anda.
ko: 계정 책임: 귀하의 계정을 통해 게시된 모든 콘텐츠에 대한 책임이 있습니다.
nl: Accountverantwoordelijkheid: Je bent verantwoordelijk voor alle content geplaatst via je account.
pt: Responsabilidade da Conta: É responsável por todo o conteúdo publicado através da sua conta.
ru: Ответственность за аккаунт: Вы несете ответственность за весь контент, опубликованный через ваш аккаунт.
zh: 账户责任：您要对通过您账户发布的所有内容负责。

# termsItem8
source: Content Rights: We reserve the right to remove, edit, or block any content or user at our discretion.
bn: কন্টেন্ট অধিকার: আমরা আমাদের বিবেচনায় যেকোনো কন্টেন্ট বা ব্যবহারকারী অপসারণ, সম্পাদনা বা ব্লক করার অধিকার সংরক্ষণ করি।
de: Inhaltsrechte: Wir behalten uns das Recht vor, Inhalte oder Benutzer nach eigenem Ermessen zu entfernen, zu bearbeiten oder zu blockieren.
es: Derechos de Contenido: Nos reservamos el derecho de eliminar, editar o bloquear cualquier contenido o usuario a nuestra discreción.
fil: Mga Karapatan sa Nilalaman: May karapatan kaming tanggalin, i-edit, o i-block ang anumang nilalaman o user ayon sa aming pagpapasya.
fr: Droits sur le contenu : Nous nous réservons le droit de supprimer, modifier ou bloquer tout contenu ou utilisateur à notre discrétion.
hi: सामग्री अधिकार: हम अपने विवेक से किसी भी सामग्री या उपयोगकर्ता को हटाने, संपादित करने या ब्लॉक करने का अधिकार सुरक्षित रखते हैं।
in: Hak Konten: Kami berhak menghapus, mengedit, atau memblokir konten atau pengguna apa pun sesuai kebijakan kami.
ko: 콘텐츠 권리: 당사는 재량에 따라 콘텐츠나 사용자를 삭제, 편집 또는 차단할 권리가 있습니다.
nl: Contentrechten: We behouden het recht om naar eigen inzicht content of gebruikers te verwijderen, bewerken of blokkeren.
pt: Direitos de Conteúdo: Reservamos o direito de remover, editar ou bloquear qualquer conteúdo ou utilizador à nossa discrição.
ru: Права на контент: Мы оставляем за собой право удалять, редактировать или блокировать любой контент или пользователя по нашему усмотрению.
zh: 内容权利：我们保留自行决定删除、编辑或屏蔽任何内容或用户的权利。

# acceptTermsButton
source: Accept Terms
bn: শর্তাবলী গ্রহণ করুন
de: Bedingungen akzeptieren
es: Aceptar Términos
fil: Tanggapin ang mga Tuntunin
fr: Accepter les conditions
hi: शर्तें स्वीकार करें
in: Terima Ketentuan
ko: 약관 동의
nl: Voorwaarden Accepteren
pt: Aceitar Termos
ru: Принять условия
zh: 接受条款

# declineButton
source: Decline
bn: প্রত্যাখ্যান করুন
de: Ablehnen
es: Rechazar
fil: Tanggihan
fr: Refuser
hi: अस्वीकार करें
in: Tolak
ko: 거절
nl: Weigeren
pt: Recusar
ru: Отклонить
zh: 拒绝

# pickImage
source: Pick an Image
bn: একটি ছবি বাছুন
de: Bild auswählen
es: Seleccionar Imagen
fil: Pumili ng Larawan
fr: Choisir une image
hi: छवि चुनें
in: Pilih Gambar
ko: 이미지 선택
nl: Kies een Afbeelding
pt: Escolher uma Imagem
ru: Выбрать изображение
zh: 选择图片

# descriptionLabel
source: Description
bn: বিবরণ
de: Beschreibung
es: Descripción
fil: Paglalarawan
hi: विवरण
in: Deskripsi
ko: 설명
nl: Beschrijving
pt: Descrição
ru: Описание
zh: 描述

source: Make public:
bn: পাবলিক করুন:
de: Öffentlich machen:
es: Hacer público:
fil: Gawing pampubliko:
fr: Rendre public :
hi: सार्वजनिक करें:
in: Buat publik:
ko: 공개하기:
nl: Openbaar maken:
pt: Tornar público:
ru: Сделать публичным:
zh: 公开：

# uploadMomentButton
source: Upload Moment
bn: মুহূর্ত আপলোড করুন
de: Moment hochladen
es: Subir Momento
fil: I-upload ang Sandali
fr: Partager le moment
hi: पल अपलोड करें
in: Unggah Momen
ko: 모먼트 업로드
nl: Moment Uploaden
pt: Carregar Momento
ru: Загрузить момент
zh: 上传动态

source: Uploading moment...
bn: মুহূর্ত আপলোড হচ্ছে...
de: Moment wird hochgeladen...
es: Subiendo momento...
fil: Ina-upload ang sandali...
fr: Partage du moment en cours...
hi: पल अपलोड हो रहा है...
in: Mengunggah momen...
ko: 모먼트 업로드 중...
nl: Moment uploaden...
pt: A carregar momento...
ru: Загрузка момента...
zh: 正在上传动态...

# selectImageLocationError
source: Please select an image and ensure location is available
bn: অনুগ্রহ করে একটি ছবি নির্বাচন করুন এবং লোকেশন উপলব্ধ আছে তা নিশ্চিত করুন
de: Bitte wählen Sie ein Bild aus und stellen Sie sicher, dass der Standort verfügbar ist
es: Por favor, selecciona una imagen y asegúrate de que la ubicación esté disponible
fil: Mangyaring pumili ng larawan at tiyaking available ang lokasyon
fr: Veuillez sélectionner une image et vérifier que la localisation est disponible
hi: कृपया एक छवि चुनें और सुनिश्चित करें कि स्थान उपलब्ध है
in: Pilih gambar dan pastikan lokasi tersedia
ko: 이미지를 선택하고 위치가 사용 가능한지 확인해주세요
nl: Selecteer een afbeelding en zorg dat locatie beschikbaar is
pt: Por favor selecione uma imagem e certifique-se que a localização está disponível
ru: Пожалуйста, выберите изображение и убедитесь, что геолокация доступна
zh: 请选择图片并确保位置可用

# userEmailError
source: User email not available
bn: ব্যবহারকারীর ইমেইল উপলব্ধ নয়
de: Benutzer-E-Mail nicht verfügbar
es: Email del usuario no disponible
fil: Hindi available ang email ng user
fr: Email de l'utilisateur non disponible
hi: उपयोगकर्ता ईमेल उपलब्ध नहीं है
in: Email pengguna tidak tersedia
ko: 사용자 이메일을 사용할 수 없습니다
nl: Gebruikersmail niet beschikbaar
pt: Email do utilizador não disponível
ru: Email пользователя недоступен
zh: 用户邮箱不可用

# uploadSuccess
source: Moment uploaded successfully!
bn: মুহূর্ত সফলভাবে আপলোড করা হয়েছে!
de: Moment erfolgreich hochgeladen!
es: ¡Momento subido exitosamente!
fil: Matagumpay na na-upload ang sandali!
fr: Moment partagé avec succès !
hi: पल सफलतापूर्वक अपलोड किया गया!
in: Momen berhasil diunggah!
ko: 모먼트가 성공적으로 업로드되었습니다!
nl: Moment succesvol geüpload!
pt: Momento carregado com sucesso!
ru: Момент успешно загружен!
zh: 动态上传成功！

# uploadError
source: Failed to upload moment. Please try again.
bn: মুহূর্ত আপলোড করতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Hochladen des Moments fehlgeschlagen. Bitte erneut versuchen.
es: Error al subir momento. Por favor, inténtalo de nuevo.
fil: Hindi na-upload ang sandali. Pakisubukan muli.
fr: Échec du partage du moment. Veuillez réessayer.
hi: पल अपलोड करने में विफल। कृपया पुनः प्रयास करें।
in: Gagal mengunggah momen. Silakan coba lagi.
ko: 모먼트 업로드에 실패했습니다. 다시 시도해주세요.
nl: Uploaden van moment mislukt. Probeer het opnieuw.
pt: Falha ao carregar momento. Por favor tente novamente.
ru: Не удалось загрузить момент. Попробуйте снова.
zh: 动态上传失败，请重试。

source: Location permission denied
bn: লোকেশন অনুমতি প্রত্যাখ্যাত
de: Standortberechtigung verweigert
es: Permiso de ubicación denegado
fil: Hindi pinayagan ang lokasyon
fr: Permission de localisation refusée
hi: स्थान अनुमति अस्वीकृत
in: Izin lokasi ditolak
ko: 위치 권한이 거부되었습니다
nl: Locatietoestemming geweigerd
pt: Permissão de localização negada
ru: Доступ к геолокации запрещён
zh: 位置权限被拒绝

# imageQualityCompression
source: Image Quality
bn: ছবির গুণমান
de: Bildqualität
es: Calidad de Imagen
fil: Kalidad ng Larawan
fr: Qualité de l'image
hi: छवि गुणवत्ता
in: Kualitas Gambar
ko: 이미지 품질
nl: Beeldkwaliteit
pt: Qualidade da Imagem
ru: Качество изображения
zh: 图片质量

source: Select from Gallery
bn: গ্যালারি থেকে নির্বাচন করুন
de: Aus Galerie auswählen
es: Seleccionar de la Galería
fil: Pumili mula sa Gallery
fr: Sélectionner depuis la galerie
hi: गैलरी से चुनें
in: Pilih dari Galeri
ko: 갤러리에서 선택
nl: Selecteer uit Galerij
pt: Selecionar da Galeria
ru: Выбрать из галереи
zh: 从相册选择

source: Take Photo
bn: ছবি তুলুন
de: Foto aufnehmen
es: Tomar Foto
fil: Kumuha ng Larawan
fr: Prendre une photo
hi: फोटो लें
in: Ambil Foto
ko: 사진 촬영
nl: Foto Maken
pt: Tirar Foto
ru: Сделать фото
zh: 拍照

source: Processing image...
bn: ছবি প্রক্রিয়াকরণ হচ্ছে...
de: Bild wird verarbeitet...
es: Procesando imagen...
fil: Pinoproseso ang larawan...
fr: Traitement de l'image...
hi: छवि प्रोसेस हो रही है...
in: Memproses gambar...
ko: 이미지 처리 중...
nl: Afbeelding verwerken...
pt: A processar imagem...
ru: Обработка изображения...
zh: 正在处理图片...

# savingMoment
source: Saving your moment...
bn: আপনার মুহূর্ত সংরক্ষণ করা হচ্ছে...
de: Moment wird gespeichert...
es: Guardando tu momento...
fil: Sine-save ang iyong sandali...
fr: Enregistrement de votre moment...
hi: आपका पल सहेजा जा रहा है...
in: Menyimpan momen Anda...
ko: 모먼트 저장 중...
nl: Je moment opslaan...
pt: A guardar o seu momento...
ru: Сохранение вашего момента...
zh: 正在保存动态...

source: Updating feed...
bn: ফিড আপডেট করা হচ্ছে...
de: Feed wird aktualisiert...
es: Actualizando feed...
fil: Ina-update ang feed...
fr: Mise à jour du flux...
hi: फ़ीड अपडेट हो रही है...
in: Memperbarui feed...
ko: 피드 업데이트 중...
nl: Feed bijwerken...
pt: A atualizar feed...
ru: Обновление ленты...
zh: 正在更新动态...

# welcomeMessage
source: Welcome to SoulPlan
af: Welkom by SoulPlan
bn: SoulPlan এ স্বাগতম
de: Willkommen bei SoulPlan
es: Bienvenido a SoulPlan
fil: Maligayang pagdating sa SoulPlan
fr: Bienvenue sur SoulPlan
hi: SoulPlan में आपका स्वागत है
in: Selamat datang di SoulPlan
ko: SoulPlan에 오신 것을 환영합니다
nl: Welkom bij SoulPlan
pt: Bem-vindo ao SoulPlan
ru: Добро пожаловать в SoulPlan
zh: 欢迎使用 SoulPlan
