Repository: kaynelapps/Soul
Catalog: lib/l10n/app_*.arb
Languages: af, bn, de, es, fil, fr, hi, in, ko, nl, pt, ru, zh

source: Date ideas
af: Afspraak-idees
bn: ডেট আইডিয়া
de: Date-Ideen
es: Ideas para citas
fil: Mga ideya sa date
fr: Idées de rendez-vous
hi: डेट के विचार
in: Ide kencan
ko: 데이트 아이디어
nl: Date-ideeën
pt: Ideias de encontro
ru: Идеи для свиданий
zh: 约会建议

source: Any
af: Enige
bn: যেকোনো
de: Beliebig
es: Cualquiera
fil: Kahit ano
fr: N'importe
hi: कोई भी
in: Apa saja
ko: 모두
nl: Alle
pt: Qualquer
ru: Любой
zh: 任意

source: Your city
af: Jou stad
bn: আপনার শহর
de: Ihre Stadt
es: Tu ciudad
fil: Iyong lungsod
fr: Votre ville
hi: आपका शहर
in: Kota Anda
ko: 도시
nl: Jouw stad
pt: Sua cidade
ru: Ваш город
zh: 你的城市

# resultsScreenTitle
source: Date Suggestions
af: Afspraakvoorstelle
bn: ডেট পরামর্শ
de: Date-Vorschläge
es: Sugerencias de citas
fil: Mga Mungkahi sa Date
fr: Suggestions de rendez-vous
hi: डेट सुझाव
in: Saran Kencan
ko: 데이트 제안
nl: Date Suggesties
pt: Sugestões de Encontro
ru: Предложения для свидания
zh: 约会建议

# addToFavorites
source: Add to favourites
af: Voeg by gunstelinge
bn: প্রিয়তে যোগ করুন
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fil: Idagdag sa mga paborito
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
in: Tambah ke favorit
ko: 즐겨찾기에 추가
nl: Toevoegen aan favorieten
pt: Adicionar aos favoritos
ru: Добавить в избранное
zh: 添加到收藏

source: Find Locations
af: Vind Plekke
bn: স্থান খুঁজুন
de: Orte finden
es: Buscar ubicaciones
fil: Maghanap ng mga Lokasyon
fr: Trouver des lieux
hi: स्थान खोजें
in: Cari Lokasi
ko: 장소 찾기
nl: Zoek Locaties
pt: Encontrar Locais
ru: Найти места
zh: 查找地点

# retryButton
source: Retry
af: Probeer weer
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fil: Subukan muli
fr: Réessayer
hi: पुनः प्रयास करें
in: Coba lagi
ko: 다시 시도
nl: Opnieuw proberen
pt: Tentar novamente
ru: Повторить
zh: 重试

# errorMessage
source: Oops! We couldn't generate date ideas.
af: Oeps! Ons kon nie afspraak-idees genereer nie.
bn: উপস! আমরা ডেট আইডিয়া তৈরি করতে পারিনি।
de: Ups! Wir konnten keine Date-Ideen generieren.
es: ¡Ups! No pudimos generar ideas para citas.
fil: Oops! Hindi kami makagawa ng mga ideya sa date.
fr: Oups ! Nous n'avons pas pu générer d'idées de rendez-vous.
hi: उफ़! हम डेट आइडिया नहीं बना सके।
in: Ups! Kami tidak bisa menghasilkan ide kencan.
ko: 죄송합니다! 데이트 아이디어를 생성할 수 없습니다.
nl: Oeps! We konden geen date-ideeën genereren.
pt: Ops! Não conseguimos gerar ideias de encontro.
ru: Упс! Не удалось сгенерировать идеи для свидания.
zh: 抱歉！我们无法生成约会建议。

source: Generating description...
af: Besig om beskrywing te genereer...
bn: বর্ণনা তৈরি করা হচ্ছে...
de: Beschreibung wird generiert...
es: Generando descripción...
fil: Gumagawa ng paglalarawan...
fr: Génération de la description...
hi: विवरण तैयार किया जा रहा है...
in: Menghasilkan deskripsi...
ko: 설명 생성 중...
nl: Beschrijving genereren...
pt: Gerando descrição...
ru: Создаем описание...
zh: 正在生成描述...

# dateSuggestionDefault
source: Date Suggestion
af: Afspraakvoorstel
bn: ডেট পরামর্শ
de: Date-Vorschlag
es: Sugerencia de cita
fil: Mungkahi sa Date
fr: Suggestion de rendez-vous
hi: डेट सुझाव
in: Saran Kencan
ko: 데이트 제안
nl: Date Suggestie
pt: Sugestão de Encontro
ru: Предложение для свидания
zh: 约会建议

# sectionIntroduction
source: Introduction
af: Inleiding
bn: ভূমিকা
de: Einführung
es: Introducción
fil: Panimula
hi: परिचय
in: Pendahuluan
ko: 소개
nl: Introductie
pt: Introdução
ru: Введение
zh: 介绍

# sectionStepGuide
source: Step-by-step guide
af: Stap-vir-stap gids
bn: ধাপে ধাপে গাইড
de: Schritt-für-Schritt-Anleitung
es: Guía paso a paso
fil: Gabay sa bawat hakbang
fr: Guide étape par étape
hi: चरण-दर-चरण मार्गदर्शिका
in: Panduan langkah demi langkah
ko: 단계별 가이드
nl: Stap-voor-stap gids
pt: Guia passo a passo
ru: Пошаговое руководство
zh: 步骤指南

# sectionAccommodation
source: Accommodation
af: Akkommodasie
bn: আবাসন
de: Unterkunft
es: Alojamiento
fil: Akomodasyon
fr: Adaptation
hi: व्यवस्था
in: Akomodasi
ko: 숙박
nl: Accommodatie
pt: Acomodação
ru: Размещение
zh: 住宿

# sectionTouches
source: Special touches
af: Spesiale aanrakings
bn: বিশেষ স্পর্শ
de: Besondere Details
es: Detalles especiales
fil: Espesyal na mga detalye
fr: Touches spéciales
hi: विशेष छूट
in: Sentuhan khusus
ko: 특별한 요소
nl: Speciale details
pt: Toques especiais
ru: Особые штрихи
zh: 特别之处

# sectionConversation
source: Conversation tips
af: Gesprekswenke
bn: কথোপকথনের টিপস
de: Gesprächstipps
es: Consejos de conversación
fil: Mga tip sa pag-uusap
fr: Conseils de conversation
hi: बातचीत के टिप्स
in: Tips percakapan
ko: 대화 팁
nl: Gesprektips
pt: Dicas de conversa
ru: Советы для разговора
zh: 对话建议

# sectionPreparation
source: Preparation
af: Voorbereiding
bn: প্রস্তুতি
de: Vorbereitung
es: Preparación
fil: Paghahanda
fr: Préparation
hi: तैयारी
in: Persiapan
ko: 준비
nl: Voorbereiding
pt: Preparação
ru: Подготовка
zh: 准备工作

# sectionAdaptation
source: Adaptation
af: Aanpassing
bn: অভিযোজন
de: Anpassung
es: Adaptación
fil: Pag-aangkop
hi: अनुकूलन
in: Adaptasi
ko: 조정
nl: Aanpassing
pt: Adaptação
ru: Адаптация
zh: 调整建议

# atHomeDateTitle
source: At-Home Date Idea
af: Tuis-afspraak Idee
bn: বাড়িতে ডেট আইডিয়া
de: Date-Idee für Zuhause
es: Idea para cita en casa
fil: Ideya ng Date sa Bahay
fr: Idée de rendez-vous à la maison
hi: घर पर डेट का विचार
in: Ide Kencan di Rumah
ko: 집에서 하는 데이트 아이디어
nl: Thuisdate Idee
pt: Ideia de Encontro em Casa
ru: Идея для свидания дома
zh: 居家约会建议

# loadingError
source: Failed to load advice. Please try again.
af: Kon nie advies laai nie. Probeer asseblief weer.
bn: পরামর্শ লোড করতে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Laden der Empfehlungen fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al cargar el consejo. Por favor, inténtalo de nuevo.
fil: Hindi na-load ang payo. Pakisubukan muli.
fr: Échec du chargement des conseils. Veuillez réessayer.
hi: सलाह लोड करने में विफल। कृपया पुनः प्रयास करें।
in: Gagal memuat saran. Silakan coba lagi.
ko: 조언을 불러오지 못했습니다. 다시 시도해주세요.
nl: Kon advies niet laden. Probeer het opnieuw.
pt: Falha ao carregar conselhos. Por favor, tente novamente.
ru: Не удалось загрузить советы. Попробуйте снова.
zh: 加载建议失败，请重试。

# sectionSpecialTouches
source: Special touches
af: Spesiale aanrakings
bn: বিশেষ স্পর্শ
de: Besondere Details
es: Detalles especiales
fil: Mga espesyal na detalye
fr: Touches spéciales
hi: विशेष छूट
in: Sentuhan khusus
ko: 특별한 요소
nl: Speciale details
pt: Toques especiais
ru: Особые штрихи
zh: 特别之处

# sectionConversationTips
source: Conversation tips
af: Gesprekswenke
bn: কথোপকথনের টিপস
de: Gesprächstipps
es: Consejos de conversación
fil: Mga tip sa pag-uusap
fr: Conseils de conversation
hi: बातचीत के टिप्स
in: Tips percakapan
ko: 대화 팁
nl: Gesprektips
pt: Dicas de conversa
ru: Советы для разговора
zh: 对话技巧

# customizeYourDate
source: Customise Your Date
af: Pas Jou Afspraak Aan
bn: আপনার ডেট কাস্টমাইজ করুন
de: Personalisieren Sie Ihr Date
es: Personaliza tu cita
fil: I-customize ang Iyong Date
fr: Personnalisez votre rendez-vous
hi: अपनी डेट को अनुकूलित करें
in: Sesuaikan Kencan Anda
ko: 데이트 커스터마이즈
nl: Pas Je Date Aan
pt: Personalize Seu Encontro
ru: Настройте свое свидание
zh: 定制你的约会

source: Your Date Idea
af: Jou Afspraak-idee
bn: আপনার ডেট আইডিয়া
de: Ihre Date-Idee
es: Tu idea de cita
fil: Iyong Ideya sa Date
fr: Votre idée de rendez-vous
hi: आपका डेट आइडिया
in: Ide Kencan Anda
ko: 당신의 데이트 아이디어
nl: Jouw Date-idee
pt: Sua Ideia de Encontro
ru: Ваша идея свидания
zh: 你的约会想法

source: Date Idea
af: Afspraak-idee
bn: ডেট আইডিয়া
de: Date-Idee
es: Idea de cita
fil: Ideya sa Date
fr: Idée de rendez-vous
hi: डेट आइडिया
in: Ide Kencan
ko: 데이트 아이디어
nl: Date-idee
pt: Ideia de Encontro
ru: Идея свидания
zh: 约会想法

source: Select Price Range
af: Kies Prysklas
bn: মূল্য সীমা নির্বাচন করুন
de: Preisbereich auswählen
es: Selecciona rango de precio
fil: Piliin ang Price Range
fr: Sélectionnez la gamme de prix
hi: मूल्य श्रेणी चुनें
in: Pilih Rentang Harga
ko: 가격대 선택
nl: Selecteer Prijsklasse
pt: Selecione a Faixa de Preço
ru: Выберите ценовой диапазон
zh: 选择价格范围

source: Enter City
af: Voer Stad in
bn: শহর লিখুন
de: Stadt eingeben
es: Ingresa la ciudad
fil: Ilagay ang Lungsod
fr: Entrez la ville
hi: शहर दर्ज करें
in: Masukkan Kota
ko: 도시 입력
nl: Voer Stad In
pt: Digite a Cidade
ru: Введите город
zh: 输入城市

# cityHint
source: e.g., London
af: bv., Kaapstad
bn: যেমন, ঢাকা
de: z.B. Berlin
es: ej., Madrid
fil: hal., Manila
fr: ex: Paris
hi: जैसे, दिल्ली
in: contoh: Jakarta
ko: 예: 서울
nl: bijv. Amsterdam
pt: ex., Lisboa
ru: например, Москва
zh: 例如：北京

source: Find Perfect Places
af: Vind Perfekte Plekke
bn: পারফেক্ট স্থান খুঁজুন
de: Perfekte Orte finden
es: Encontrar lugares perfectos
fil: Maghanap ng Perpektong mga Lugar
fr: Trouver les endroits parfaits
hi: परफेक्ट जगह खोजें
in: Temukan Tempat Sempurna
ko: 완벽한 장소 찾기
nl: Vind Perfecte Plekken
pt: Encontrar Lugares Perfeitos
ru: Найти идеальные места
zh: 寻找完美地点

# priceNotApplicable
source: Price range not applicable for this activity
af: Prysklas nie van toepassing vir hierdie aktiwiteit
bn: এই কার্যকলাপের জন্য মূল্য সীমা প্রযোজ্য নয়
de: Preisbereich nicht zutreffend für diese Aktivität
es: Rango de precio no aplicable para esta actividad
fil: Hindi naaangkop ang price range para sa aktibidad na ito
fr: Gamme de prix non applicable pour cette activité
hi: इस गतिविधि के लिए मूल्य श्रेणी लागू नहीं है
in: Rentang harga tidak berlaku untuk aktivitas ini
ko: 이 활동에는 가격대가 적용되지 않습니다
nl: Prijsklasse niet van toepassing voor deze activiteit
pt: Faixa de preço não aplicável para esta atividade
ru: Ценовой диапазон не применим к этому занятию
zh: 此活动不适用价格范围

# selectPriceAndCity
source: Please select a price range (if applicable) and enter a city
af: Kies asseblief 'n prysklas (indien van toepassing) en voer 'n stad in
bn: অনুগ্রহ করে একটি মূল্য সীমা (যদি প্রযোজ্য হয়) এবং একটি শহর নির্বাচন করুন
de: Bitte wählen Sie einen Preisbereich (falls zutreffend) und geben Sie eine Stadt ein
es: Por favor selecciona un rango de precio (si aplica) e ingresa una ciudad
fil: Mangyaring pumili ng price range (kung naaangkop) at maglagay ng lungsod
fr: Veuillez sélectionner une gamme de prix (si applicable) et entrer une ville
hi: कृपया एक मूल्य श्रेणी (यदि लागू हो) और शहर दर्ज करें
in: Silakan pilih rentang harga (jika berlaku) dan masukkan kota
ko: 가격대(해당되는 경우)와 도시를 선택해주세요
nl: Selecteer een prijsklasse (indien van toepassing) en voer een stad in
pt: Por favor, selecione uma faixa de preço (se aplicável) e digite uma cidade
ru: Пожалуйста, выберите ценовой диапазон (если применимо) и введите город
zh: 请选择价格范围（如适用）并输入城市

source: Free
af: Gratis
bn: ফ্রি
de: Kostenlos
es: Gratis
fil: Libre
fr: Gratuit
hi: मुफ्त
in: Gratis
ko: 무료
nl: Gratis
pt: Grátis
ru: Бесплатно
zh: 免费

# favoriteDatesTitle
source: Favourite Dates
af: Gunsteling Afsprake
bn: প্রিয় ডেটগুলি
de: Lieblingsdates
es: Citas favoritas
fil: Mga Paboritong Date
fr: Rendez-vous favoris
hi: पसंदीदा डेट्स
in: Kencan Favorit
ko: 즐겨찾기한 데이트
nl: Favoriete Dates
pt: Encontros Favoritos
ru: Избранные свидания
zh: 收藏的约会

# noFavoriteDates
source: No favourite dates yet
af: Nog geen gunsteling afsprake nie
bn: এখনও কোন প্রিয় ডেট নেই
de: Noch keine Lieblingsdates
es: Aún no hay citas favoritas
fil: Wala pang paboritong date
fr: Pas encore de rendez-vous favoris
hi: अभी तक कोई पसंदीदा डेट नहीं
in: Belum ada kencan favorit
ko: 아직 즐겨찾기한 데이트가 없습니다
nl: Nog geen favoriete dates
pt: Ainda não há encontros favoritos
ru: Пока нет избранных свиданий
zh: 暂无收藏的约会

# startAddingDates
source: Start adding dates to your favourites!
af: Begin afsprake by jou gunstelinge voeg!
bn: আপনার প্রিয়তে ডেট যোগ করা শুরু করুন!
de: Beginnen Sie damit, Dates zu Ihren Favoriten hinzuzufügen!
es: ¡Comienza a añadir citas a tus favoritos!
fil: Simulan ang pagdaragdag ng mga date sa iyong mga paborito!
fr: Commencez à ajouter des rendez-vous à vos favoris !
hi: अपनी पसंदीदा में डेट्स जोड़ना शुरू करें!
in: Mulai tambahkan kencan ke favorit Anda!
ko: 데이트를 즐겨찾기에 추가해보세요!
nl: Begin met het toevoegen van dates aan je favorieten!
pt: Comece a adicionar encontros aos seus favoritos!
ru: Начните добавлять свидания в избранное!
zh: 开始添加约会到收藏夹！

# defaultDateSuggestion
source: Date Suggestion
af: Afspraakvoorstel
bn: ডেট পরামর্শ
de: Date-Vorschlag
es: Sugerencia de cita
fil: Mungkahi sa Date
fr: Suggestion de rendez-vous
hi: डेट सुझाव
in: Saran Kencan
ko: 데이트 제안
nl: Date Suggestie
pt: Sugestão de Encontro
ru: Предложение свидания
zh: 约会建议

source: Switching Partners
af: Wissel Maats
bn: সঙ্গী পরিবর্তন
de: Partnerwechsel
es: Cambiando de pareja
fil: Paglilipat ng mga Kapareha
fr: Changement de partenaires
hi: साथी बदल रहे हैं
in: Berganti Pasangan
ko: 파트너 전환
nl: Wisselen van Partners
pt: Trocando de Parceiros
ru: Смена партнеров
zh: 切换伴侣

# intermediateMessage1
source: Get ready for your partner's questions...
af: Maak gereed vir jou maat se vrae...
bn: আপনার সঙ্গীর প্রশ্নের জন্য প্রস্তুত হোন...
de: Machen Sie sich bereit für die Fragen Ihres Partners...
es: Prepárate para las preguntas de tu pareja...
fil: Maghanda para sa mga tanong ng iyong kapareha...
fr: Préparez-vous pour les questions de votre partenaire...
hi: अपने साथी के प्रश्नों के लिए तैयार हो जाएं...
in: Bersiap untuk pertanyaan pasangan Anda...
ko: 파트너의 질문을 준비하세요...
nl: Maak je klaar voor de vragen van je partner...
pt: Prepare-se para as perguntas do seu parceiro...
ru: Приготовьтесь к вопросам для вашего партнера...
zh: 准备好回答伴侣的问题...

# intermediateMessage2
source: Preparing for the next round...
af: Besig met voorbereiding vir die volgende rondte...
bn: পরবর্তী রাউন্ডের জন্য প্রস্তুতি নিচ্ছি...
de: Vorbereitung auf die nächste Runde...
es: Preparando la siguiente ronda...
fil: Naghahanda para sa susunod na round...
fr: Préparation pour le prochain tour...
hi: अगले राउंड की तैयारी...
in: Mempersiapkan putaran berikutnya...
ko: 다음 라운드를 준비 중...
nl: Voorbereiden op de volgende ronde...
pt: Preparando para a próxima rodada...
ru: Подготовка к следующему раунду...
zh: 准备下一轮...

# intermediateMessage3
source: Almost there! Your partner's turn is coming up...
af: Amper daar! Jou maat se beurt kom nou...
bn: প্রায় শেষ! আপনার সঙ্গীর পালা আসছে...
de: Fast geschafft! Ihr Partner ist als Nächstes dran...
es: ¡Casi listo! Es el turno de tu pareja...
fil: Malapit na! Pagkakataon na ng iyong kapareha...
fr: Presque là ! C'est au tour de votre partenaire...
hi: बस थोड़ी देर! आपके साथी की बारी आ रही है...
in: Hampir selesai! Giliran pasangan Anda...
ko: 거의 다 왔어요! 파트너의 차례가 곧 시작됩니다...
nl: Bijna daar! Je partner is aan de beurt...
pt: Quase lá! É a vez do seu parceiro...
ru: Почти готово! Скоро очередь вашего партнера...
zh: 马上就到伴侣的回合了...

# intermediateMessage4
source: Switching gears for your partner's input...
af: Skakel oor na jou maat se insette...
bn: আপনার সঙ্গীর ইনপুটের জন্য স্যুইচ করছি...
de: Umschalten für die Eingabe Ihres Partners...
es: Cambiando para recibir la opinión de tu pareja...
fil: Naglilipat para sa input ng iyong kapareha...
fr: Changement de perspective pour l'avis de votre partenaire...
hi: आपके साथी के इनपुट के लिए बदल रहे हैं...
in: Beralih untuk masukan pasangan Anda...
ko: 파트너의 입력을 위해 전환 중...
nl: Overschakelen naar de input van je partner...
pt: Mudando para a entrada do seu parceiro...
ru: Переключаемся на ввод данных вашего партнера...
zh: 切换到伴侣的输入环节...

# loadingTitle
source: Planning Your Perfect Date
af: Beplan Jou Perfekte Afspraak
bn: আপনার পারফেক্ট ডেট প্ল্যান করা হচ্ছে
de: Ihr perfektes Date wird geplant
es: Planeando tu cita perfecta
fil: Pinaplano ang Iyong Perpektong Date
fr: Planification de votre rendez-vous parfait
hi: आपकी परफेक्ट डेट की योजना बना रहे हैं
in: Merencanakan Kencan Sempurna Anda
ko: 완벽한 데이트 계획 중
nl: Je Perfecte Date Plannen
pt: Planejando Seu Encontro Perfeito
ru: Планируем ваше идеальное свидание
zh: 规划你的完美约会

# loadingMessage1
source: Creating magical moments just for you...
af: Skep magiese oomblikke net vir julle...
bn: শুধুমাত্র আপনার জন্য জাদুময় মুহূর্ত তৈরি করছি...
de: Magische Momente werden für Sie erstellt...
es: Creando momentos mágicos solo para ti...
fil: Lumilikha ng mga mahiwagang sandali para sa iyo...
fr: Création de moments magiques rien que pour vous...
hi: आपके लिए जादुई पल बना रहे हैं...
in: Menciptakan momen magis khusus untuk Anda...
ko: 당신을 위한 특별한 순간을 만드는 중...
nl: Magische momenten creëren speciaal voor jullie...
pt: Criando momentos mágicos só para você...
ru: Создаем волшебные моменты специально для вас...
zh: 为你创造独特时刻...

# loadingMessage2
source: Exploring romantic spots in {city}...
af: Verken romantiese plekke in {city}...
bn: {city}-এ রোমান্টিক স্পট খুঁজছি...
de: Romantische Orte in {city} werden erkundet...
es: Explorando lugares románticos en {city}...
fil: Nagsasaliksik ng mga romantikong lugar sa {city}...
fr: Exploration des endroits romantiques à {city}...
hi: {city} में रोमांटिक स्थान खोज रहे हैं...
in: Mengeksplorasi tempat romantis di {city}...
ko: {city}의 로맨틱한 장소를 탐색 중...
nl: Romantische plekken verkennen in {city}...
pt: Explorando lugares românticos em {city}...
ru: Исследуем романтические места в {city}...
zh: 在{city}探索浪漫地点...

# loadingMessage3
source: Crafting the perfect {suggestion} experience...
af: Skep die perfekte {suggestion} ervaring...
bn: পারফেক্ট {suggestion} অভিজ্ঞতা তৈরি করছি...
de: Das perfekte {suggestion} Erlebnis wird gestaltet...
es: Creando la experiencia perfecta de {suggestion}...
fil: Bumubuo ng perpektong {suggestion} na karanasan...
fr: Création de l'expérience {suggestion} parfaite...
hi: परफेक्ट {suggestion} अनुभव बना रहे हैं...
in: Menyusun pengalaman {suggestion} yang sempurna...
ko: 완벽한 {suggestion} 경험을 만드는 중...
nl: De perfecte {suggestion} ervaring samenstellen...
pt: Criando a experiência {suggestion} perfeita...
ru: Создаем идеальный опыт {suggestion}...
zh: 打造完美的{suggestion}体验...

# loadingMessage4
source: Finding amazing dates within {priceRange}...
af: Soek na wonderlike afsprake binne {priceRange}...
bn: {priceRange}-এর মধ্যে অসাধারণ ডেট খুঁজছি...
de: Tolle Dates im Bereich {priceRange} werden gesucht...
es: Buscando citas increíbles dentro de {priceRange}...
fil: Naghahanap ng kahanga-hangang dates sa loob ng {priceRange}...
fr: Recherche de rendez-vous incroyables dans la gamme {priceRange}...
hi: {priceRange} के अंदर शानदार डेट्स खोज रहे हैं...
in: Mencari kencan menakjubkan dalam {priceRange}...
ko: {priceRange} 내의 멋진 데이트를 찾는 중...
nl: Geweldige dates vinden binnen {priceRange}...
pt: Encontrando encontros incríveis dentro de {priceRange}...
ru: Ищем потрясающие свидания в пределах {priceRange}...
zh: 在{priceRange}范围内寻找约会方案...

# showAdButton
source: Show Ad
af: Wys Advertensie
bn: বিজ্ঞাপন দেখান
de: Werbung anzeigen
es: Mostrar anuncio
fil: Ipakita ang Ad
fr: Afficher la publicité
hi: विज्ञापन दिखाएं
in: Tampilkan Iklan
ko: 광고 보기
nl: Advertentie Tonen
pt: Mostrar Anúncio
ru: Показать рекламу
zh: 显示广告

# loadingMessage11
source: Searching for the perfect spots in {city}...
af: Soek na die perfekte plekke in {city}...
bn: {city}-এ পারফেক্ট স্পট খোঁজা হচ্ছে...
de: Suche nach den perfekten Orten in {city}...
es: Buscando los lugares perfectos en {city}...
fil: Naghahanap ng perpektong lugar sa {city}...
fr: Recherche des endroits parfaits à {city}...
hi: {city} में परफेक्ट स्थान खोज रहे हैं...
in: Mencari tempat sempurna di {city}...
ko: {city}에서 완벽한 장소를 찾는 중...
nl: Zoeken naar de perfecte plekken in {city}...
pt: Procurando os lugares perfeitos em {city}...
ru: Ищем идеальные места в {city}...
zh: 在{city}寻找完美地点...

# loadingMessage22
source: Finding {suggestion} places just for you...
af: Vind {suggestion} plekke net vir julle...
bn: শুধু আপনার জন্য {suggestion} স্থান খুঁজছি...
de: Finde {suggestion} Orte speziell für Sie...
es: Encontrando lugares de {suggestion} solo para ti...
fil: Naghahanap ng {suggestion} na lugar para sa iyo...
fr: Recherche d'endroits {suggestion} rien que pour vous...
hi: आपके लिए {suggestion} स्थान खोज रहे हैं...
in: Menemukan tempat {suggestion} khusus untuk Anda...
ko: 당신을 위한 {suggestion} 장소를 찾는 중...
nl: Op zoek naar {suggestion} plekken speciaal voor jullie...
pt: Encontrando lugares {suggestion} só para você...
ru: Находим места для {suggestion} специально для вас...
zh: 为你寻找{suggestion}场所...

# loadingMessage33
source: Exploring options within your {priceRange} range...
af: Verken opsies binne jou {priceRange} prysklas...
bn: আপনার {priceRange} সীমার মধ্যে অপশন খুঁজছি...
de: Erkunde Optionen in Ihrem {priceRange} Bereich...
es: Explorando opciones dentro de tu rango {priceRange}...
fil: Nagsasaliksik ng mga opsyon sa loob ng iyong {priceRange} na saklaw...
fr: Exploration des options dans votre gamme {priceRange}...
hi: आपकी {priceRange} सीमा में विकल्प खोज रहे हैं...
in: Mengeksplorasi pilihan dalam rentang {priceRange} Anda...
ko: {priceRange} 범위 내의 옵션을 탐색 중...
nl: Opties verkennen binnen je {priceRange} bereik...
pt: Explorando opções dentro do seu orçamento {priceRange}...
ru: Исследуем варианты в пределах {priceRange}...
zh: 在{priceRange}范围内探索选项...

# loadingMessage44
source: Uncovering hidden gems in the area...
af: Ontdek verborge juwele in die omgewing...
bn: এলাকায় গোপন জায়গা খুঁজে বের করছি...
de: Entdecke versteckte Perlen in der Umgebung...
es: Descubriendo joyas ocultas en la zona...
fil: Tumutuklas ng mga natatagong hiyas sa lugar...
fr: Découverte de perles rares dans la région...
hi: क्षेत्र में छिपे हुए रत्न खोज रहे हैं...
in: Menemukan tempat tersembunyi di area ini...
ko: 주변의 숨은 명소를 발견하는 중...
nl: Verborgen pareltjes in de omgeving ontdekken...
pt: Descobrindo joias escondidas na área...
ru: Открываем скрытые жемчужины в этом районе...
zh: 发掘周边隐藏宝藏...

source: Moment
af: Oomblik
bn: মুহূর্ত
es: Momento
fil: Sandali
hi: पल
in: Momen
ko: 순간
pt: Momento
ru: Момент
zh: 时刻

# flagButton
source: Flag
af: Rapporteer
bn: ফ্ল্যাগ
de: Melden
es: Reportar
fil: I-flag
fr: Signaler
hi: फ्लैग करें
in: Tandai
ko: 신고
nl: Markeren
pt: Denunciar
ru: Пожаловаться
zh: 举报

# deleteMomentTitle
source: Delete Moment
af: Vee Oomblik Uit
bn: মুহূর্ত মুছুন
de: Moment löschen
es: Eliminar momento
fil: Burahin ang Sandali
fr: Supprimer le moment
hi: पल हटाएं
in: Hapus Momen
ko: 순간 삭제
nl: Moment Verwijderen
pt: Excluir Momento
ru: Удалить момент
zh: 删除时刻

# deleteMomentMessage
source: Are you sure you want to delete this moment?
af: Is jy seker jy wil hierdie oomblik uitvee?
bn: আপনি কি নিশ্চিত যে আপনি এই মুহূর্তটি মুছতে চান?
de: Sind Sie sicher, dass Sie diesen Moment löschen möchten?
es: ¿Estás seguro de que quieres eliminar este momento?
fil: Sigurado ka bang gusto mong burahin ang sandaling ito?
fr: Êtes-vous sûr(e) de vouloir supprimer ce moment ?
hi: क्या आप वाकई इस पल को हटाना चाहते हैं?
in: Apakah Anda yakin ingin menghapus momen ini?
ko: 이 순간을 삭제하시겠습니까?
nl: Weet je zeker dat je dit moment wilt verwijderen?
pt: Tem certeza que deseja excluir este momento?
ru: Вы уверены, что хотите удалить этот момент?
zh: 确定要删除这个时刻吗？

# flagPictureText
source: Flag Picture
af: Rapporteer Foto
bn: ছবি ফ্ল্যাগ করুন
de: Bild melden
es: Reportar imagen
fil: I-flag ang Larawan
fr: Signaler la photo
hi: तस्वीर फ्लैग करें
in: Tandai Gambar
ko: 사진 신고
nl: Foto Markeren
pt: Denunciar Foto
ru: Пожаловаться на фото
zh: 举报图片

# flagCommentText
source: Flag Comment
af: Rapporteer Kommentaar
bn: মন্তব্য ফ্ল্যাগ করুন
de: Kommentar melden
es: Reportar comentario
fil: I-flag ang Komento
fr: Signaler le commentaire
hi: टिप्पणी फ्लैग करें
in: Tandai Komentar
ko: 댓글 신고
nl: Reactie Markeren
pt: Denunciar Comentário
ru: Пожаловаться на комментарий
zh: 举报评论

# deleteCommentText
source: Delete Comment
af: Vee Kommentaar Uit
bn: মন্তব্য মুছুন
de: Kommentar löschen
es: Eliminar comentario
fil: Burahin ang Komento
fr: Supprimer le commentaire
hi: टिप्पणी हटाएं
in: Hapus Komentar
ko: 댓글 삭제
nl: Reactie Verwijderen
pt: Excluir Comentário
ru: Удалить комментарий
zh: 删除评论
