Repository: kaynelapps/Soul
Catalog: lib/l10n/app_*.arb
Languages: af, bn, de, es, fil, fr, hi, in, ko, nl, pt, ru, zh

source: Continue without login
af: Gaan voort sonder aanmelding
bn: লগইন ছাড়াই চালিয়ে যান
de: Ohne Anmeldung fortfahren
es: Continuar sin iniciar sesión
fil: Magpatuloy nang hindi nag-login
fr: Continuer sans connexion
hi: बिना लॉगिन के जारी रखें
in: Lanjutkan tanpa login
ko: 로그인 없이 계속하기
nl: Doorgaan zonder inloggen
pt: Continuar sem login
ru: Продолжить без входа
zh: 无需登录继续

# emailField
source: Email
af: E-pos
bn: ইমেইল
es: Correo electrónico
hi: ईमेल
ko: 이메일
ru: Электронная почта
zh: 邮箱

# passwordField
source: Password
af: Wagwoord
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
in: Kata Sandi
ko: 비밀번호
nl: Wachtwoord
pt: Senha
ru: Пароль
zh: 密码

# nicknameField
source: Nickname
af: Bynaam
bn: ডাকনাম
de: Spitzname
es: Apodo
fil: Palayaw
fr: Pseudo
hi: उपनाम
in: Nama Panggilan
ko: 닉네임
nl: Bijnaam
pt: Apelido
ru: Псевдоним
zh: 昵称

# signUpButton
source: Sign Up
af: Registreer
bn: নিবন্ধন করুন
de: Registrieren
es: Registrarse
fil: Mag-sign Up
fr: S'inscrire
hi: साइन अप करें
in: Daftar
ko: 회원가입
nl: Registreren
pt: Registar
ru: Зарегистрироваться
zh: 注册

# signInButton
source: Sign In
af: Teken in
bn: প্রবেশ করুন
de: Anmelden
es: Iniciar sesión
fil: Mag-sign In
fr: Se connecter
hi: साइन इन करें
in: Masuk
ko: 로그인
nl: Inloggen
pt: Entrar
ru: Войти
zh: 登录

# signInGoogleButton
source: Sign in with Google
af: Teken in met Google
bn: Google দিয়ে প্রবেশ করুন
de: Mit Google anmelden
es: Iniciar sesión con Google
fil: Mag-sign in gamit ang Google
fr: Se connecter avec Google
hi: Google से साइन इन करें
in: Masuk dengan Google
ko: Google로 로그인
nl: Inloggen met Google
pt: Entrar com Google
ru: Войти через Google
zh: 使用 Google 登录

# signInAppleButton
source: Sign in with Apple
af: Teken in met Apple
bn: Apple দিয়ে প্রবেশ করুন
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fil: Mag-sign in gamit ang Apple
fr: Se connecter avec Apple
hi: Apple से साइन इन करें
in: Masuk dengan Apple
ko: Apple로 로그인
nl: Inloggen met Apple
pt: Entrar com Apple
ru: Войти через Apple
zh: 使用 Apple 登录

# haveAccountText
source: Already have an account? Sign In
af: Het reeds 'n rekening? Teken in
bn: ইতিমধ্যে একাউন্ট আছে? প্রবেশ করুন
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fil: May account na? Mag-sign In
fr: Déjà un compte ? Connectez-vous
hi: पहले से खाता है? साइन इन करें
in: Sudah punya akun? Masuk
ko: 이미 계정이 있으신가요? 로그인
nl: Heb je al een account? Log in
pt: Já tem uma conta? Entre
ru: Уже есть аккаунт? Войти
zh: 已有账号？登录

# needAccountText
source: Need an account? Sign Up
af: Benodig 'n rekening? Registreer
bn: একাউন্ট প্রয়োজন? নিবন্ধন করুন
de: Kein Konto? Registrieren
es: ¿Necesitas una cuenta? Regístrate
fil: Kailangan ng account? Mag-sign Up
fr: Besoin d'un compte ? Inscrivez-vous
hi: खाता चाहिए? साइन अप करें
in: Butuh akun? Daftar
ko: 계정이 필요하신가요? 회원가입
nl: Nog geen account? Registreer
pt: Precisa de uma conta? Registe-se
ru: Нужен аккаунт? Зарегистрируйтесь
zh: 需要账号？注册

# fieldRequired
source: Please enter {field}
af: Voer asseblief {field} in
bn: অনুগ্রহ করে {field} লিখুন
de: Bitte geben Sie {field} ein
es: Por favor ingresa {field}
fil: Mangyaring ilagay ang {field}
fr: Veuillez saisir {field}
hi: कृपया {field} दर्ज करें
in: Silakan masukkan {field}
ko: {field}을(를) 입력해주세요
nl: Vul alstublieft {field} in
pt: Por favor, introduza {field}
ru: Пожалуйста, введите {field}
zh: 请输入{field}

# nicknameTakenError
source: Nickname is already taken. Please choose another one.
af: Bynaam is reeds in gebruik. Kies asseblief 'n ander een.
bn: এই ডাকনাম ইতিমধ্যে ব্যবহৃত। অনুগ্রহ করে অন্য একটি বেছে নিন।
de: Dieser Spitzname ist bereits vergeben. Bitte wählen Sie einen anderen.
es: Este apodo ya está en uso. Por favor elige otro.
fil: Ginagamit na ang palayaw. Pumili ng iba.
fr: Ce pseudo est déjà pris. Veuillez en choisir un autre.
hi: यह उपनाम पहले से लिया जा चुका है। कृपया दूसरा चुनें।
in: Nama panggilan sudah digunakan. Silakan pilih yang lain.
ko: 이미 사용 중인 닉네임입니다. 다른 닉네임을 선택해주세요.
nl: Deze bijnaam is al in gebruik. Kies een andere.
pt: Este apelido já está em uso. Por favor, escolha outro.
ru: Этот псевдоним уже занят. Пожалуйста, выберите другой.
zh: 昵称已被使用，请选择其他昵称。

# signUpError
source: Sign up failed. The email might already be in use.
af: Registrasie het misluk. Die e-pos is moontlik reeds in gebruik.
bn: নিবন্ধন ব্যর্থ। ইমেইলটি ইতিমধ্যে ব্যবহৃত হতে পারে।
de: Registrierung fehlgeschlagen. Die E-Mail wird möglicherweise bereits verwendet.
es: Registro fallido. El correo electrónico podría estar en uso.
fil: Hindi makapag-sign up. Baka ginagamit na ang email.
fr: Échec de l'inscription. L'email est peut-être déjà utilisé.
hi: साइन अप विफल। ईमेल पहले से उपयोग में हो सकता है।
in: Pendaftaran gagal. Email mungkin sudah digunakan.
ko: 회원가입 실패. 이미 사용 중인 이메일일 수 있습니다.
nl: Registratie mislukt. E-mail is mogelijk al in gebruik.
pt: Falha no registo. O e-mail pode já estar em uso.
ru: Ошибка регистрации. Возможно, email уже используется.
zh: 注册失败。该邮箱可能已被使用。

# signInError
source: Sign in failed. Please check your email and password.
af: Aanmelding het misluk. Kontroleer asseblief jou e-pos en wagwoord.
bn: প্রবেশ ব্যর্থ। আপনার ইমেইল এবং পাসওয়ার্ড যাচাই করুন।
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihre E-Mail und Ihr Passwort.
es: Inicio de sesión fallido. Verifica tu correo y contraseña.
fil: Hindi makapag-sign in. Pakisuri ang iyong email at password.
fr: Échec de la connexion. Vérifiez votre email et mot de passe.
hi: साइन इन विफल। कृपया अपना ईमेल और पासवर्ड जांचें।
in: Gagal masuk. Periksa email dan kata sandi Anda.
ko: 로그인 실패. 이메일과 비밀번호를 확인해주세요.
nl: Inloggen mislukt. Controleer je e-mail en wachtwoord.
pt: Falha no login. Verifique seu e-mail e senha.
ru: Ошибка входа. Проверьте email и пароль.
zh: 登录失败。请检查邮箱和密码。

# userIdError
source: Failed to get user ID. Please try again.
af: Kon nie gebruiker-ID kry nie. Probeer asseblief weer.
bn: ব্যবহারকারী আইডি পেতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Benutzer-ID konnte nicht abgerufen werden. Bitte versuchen Sie es erneut.
es: Error al obtener ID de usuario. Intenta de nuevo.
fil: Hindi makuha ang user ID. Pakisubukang muli.
fr: Impossible d'obtenir l'ID utilisateur. Veuillez réessayer.
hi: उपयोगकर्ता आईडी प्राप्त करने में विफल। कृपया पुनः प्रयास करें।
in: Gagal mendapatkan ID pengguna. Silakan coba lagi.
ko: 사용자 ID를 가져오지 못했습니다. 다시 시도해주세요.
nl: Kan gebruikers-ID niet ophalen. Probeer het opnieuw.
pt: Falha ao obter ID do utilizador. Tente novamente.
ru: Не удалось получить ID пользователя. Попробуйте снова.
zh: 获取用户ID失败。请重试。

# googleSignInError
source: Google sign in failed. Please try again.
af: Google-aanmelding het misluk. Probeer asseblief weer.
bn: Google দিয়ে প্রবেশ ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Google-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al iniciar sesión con Google. Intenta de nuevo.
fil: Hindi makapag-sign in sa Google. Pakisubukang muli.
fr: Échec de la connexion Google. Veuillez réessayer.
hi: Google साइन इन विफल। कृपया पुनः प्रयास करें।
in: Gagal masuk dengan Google. Silakan coba lagi.
ko: Google 로그인 실패. 다시 시도해주세요.
nl: Google inloggen mislukt. Probeer het opnieuw.
pt: Falha no login do Google. Tente novamente.
ru: Ошибка входа через Google. Попробуйте снова.
zh: Google登录失败。请重试。

# appleSignInError
source: Apple sign in failed
af: Apple-aanmelding het misluk
bn: Apple দিয়ে প্রবেশ ব্যর্থ
de: Apple-Anmeldung fehlgeschlagen
es: Error al iniciar sesión con Apple
fil: Hindi makapag-sign in sa Apple
fr: Échec de la connexion Apple
hi: Apple साइन इन विफल
in: Gagal masuk dengan Apple
ko: Apple 로그인 실패
nl: Apple inloggen mislukt
pt: Falha no login da Apple
ru: Ошибка входа через Apple
zh: Apple登录失败

# nicknameError
source: Failed to save nickname: {error}
af: Kon nie bynaam stoor nie: {error}
bn: ডাকনাম সংরক্ষণ ব্যর্থ: {error}
de: Fehler beim Speichern des Spitznamens: {error}
es: Error al guardar apodo: {error}
fil: Hindi mai-save ang palayaw: {error}
fr: Échec de l'enregistrement du pseudo : {error}
hi: उपनाम सहेजने में विफल: {error}
in: Gagal menyimpan nama panggilan: {error}
ko: 닉네임 저장 실패: {error}
nl: Kan bijnaam niet opslaan: {error}
pt: Falha ao guardar apelido: {error}
ru: Ошибка сохранения псевдонима: {error}
zh: 保存昵称失败：{error}

# generalError
source: An error occurred: {error}
af: 'n Fout het voorgekom: {error}
bn: একটি ত্রুটি ঘটেছে: {error}
de: Ein Fehler ist aufgetreten: {error}
es: Ocurrió un error: {error}
fil: May naganap na error: {error}
fr: Une erreur est survenue : {error}
hi: एक त्रुटि हुई: {error}
in: Terjadi kesalahan: {error}
ko: 오류가 발생했습니다: {error}
nl: Er is een fout opgetreden: {error}
pt: Ocorreu um erro: {error}
ru: Произошла ошибка: {error}
zh: 发生错误：{error}

# loadingText
source: Loading...
af: Laai tans...
bn: লোড হচ্ছে...
de: Laden...
es: Cargando...
fil: Naglo-load...
fr: Chargement...
hi: लोड हो रहा है...
in: Memuat...
ko: 로딩 중...
nl: Laden...
pt: A carregar...
ru: Загрузка...
zh: 加载中...

# validationError
source: Please enter {field}
af: Voer asseblief {field} in
bn: অনুগ্রহ করে {field} লিখুন
de: Bitte geben Sie {field} ein
es: Por favor ingresa {field}
fil: Mangyaring ilagay ang {field}
fr: Veuillez saisir {field}
hi: कृपया {field} दर्ज करें
in: Silakan masukkan {field}
ko: {field}을(를) 입력해주세요
nl: Vul alstublieft {field} in
pt: Por favor, introduza {field}
ru: Пожалуйста, введите {field}
zh: 请输入{field}

# welcomeToApp
source: AI Date Ideas
af: KI Afspraak Idees
bn: AI ডেট আইডিয়াস
de: KI-Dating-Ideen
es: Ideas de Citas AI
fil: Mga Ideya sa AI Date
fr: Idées de Rendez-vous IA
hi: AI डेटिंग आइडियाज
in: Ide Kencan AI
ko: AI 데이트 아이디어
nl: AI Date Ideeën
pt: Ideias de Encontros IA
ru: ИИ Идеи для Свиданий
zh: AI约会创意

# appDescription
source: AI-Powered Dating Ideas & Social Moments
af: KI-aangedrewe Dating Idees & Sosiale Oomblikke
bn: AI-চালিত ডেটিং আইডিয়া এবং সামাজিক মুহূর্ত
de: KI-gesteuerte Dating-Ideen & soziale Momente
es: Ideas de Citas y Momentos Sociales Impulsados por IA
fil: Mga Ideya sa Dating at Social Moments na Pinapagana ng AI
fr: Idées de Rendez-vous et Moments Sociaux Propulsés par l'IA
hi: AI-संचालित डेटिंग विचार और सामाजिक पल
in: Ide Kencan & Momen Sosial Berbasis AI
ko: AI 기반 데이트 아이디어 & 소셜 모먼트
nl: AI-gestuurde Dating Ideeën & Sociale Momenten
pt: Ideias de Encontros e Momentos Sociais Alimentados por IA
ru: Идеи для Свиданий и Социальные Моменты на базе ИИ
zh: AI驱动的约会创意和社交时刻

source: AI Dates
af: KI Afsprake
bn: AI ডেটস
de: KI-Dates
es: Citas AI
fr: Rendez-vous IA
hi: AI डेट्स
in: Kencan AI
ko: AI 데이트
pt: Encontros IA
ru: ИИ Свидания
zh: AI约会

# favoriteDates
source: Favourite Dates
af: Gunsteling Afsprake
bn: প্রিয় ডেটস
de: Lieblingsdates
es: Citas Favoritas
fil: Mga Paboritong Date
fr: Rendez-vous Favoris
hi: पसंदीदा डेट्स
in: Kencan Favorit
ko: 즐겨찾기
nl: Favoriete Dates
pt: Encontros Favoritos
ru: Избранные Свидания
zh: 收藏约会

source: Share Moments
af: Deel Oomblikke
bn: মুহূর্ত শেয়ার করুন
de: Momente teilen
es: Compartir Momentos
fil: Ibahagi ang mga Sandali
fr: Partager des Moments
hi: पल साझा करें
in: Bagikan Momen
ko: 순간 공유
nl: Deel Momenten
pt: Partilhar Momentos
ru: Поделиться Моментами
zh: 分享时刻

# languageSettings
source: Language
af: Taal
bn: ভাষা
de: Sprache
es: Idioma
fil: Wika
fr: Langue
hi: भाषा
in: Bahasa
ko: 언어
nl: Taal
pt: Idioma
ru: Язык
zh: 语言

# selectLanguage
source: Change Language
af: Verander Taal
bn: ভাষা পরিবর্তন করুন
de: Sprache ändern
es: Cambiar idioma
fil: Palitan ang Wika
fr: Changer de langue
hi: भाषा बदलें
in: Ubah Bahasa
ko: 언어 변경
nl: Verander Taal
pt: Alterar Idioma
ru: Изменить язык
zh: 更改语言

# moodBasedDatesTitle
source: Mood Based Dates
af: Gemoedstoestand Gebaseerde Datums
bn: মুড ভিত্তিক ডেট
de: Stimmungsbasierte Dates
es: Citas Basadas en el Estado de Ánimo
fil: Mga Petsa Batay sa Mood
fr: Rendez-vous en fonction de l'humeur
hi: मूड आधारित डेट्स
in: Kencan Berdasarkan Mood
ko: 기분 기반 데이트
nl: Gemoedstoestand Gebaseerde Dates
pt: Encontros Baseados no Humor
ru: Даты в зависимости от настроения
zh: 心情匹配约会

# moodBasedDatesDescription
source: Get personalized date ideas based on your current mood and preferences
af: Kry persoonlike datum idees gebaseer op jou huidige gemoedstoestand en voorkeure
bn: আপনার বর্তমান মুড এবং পছন্দ অনুযায়ী ব্যক্তিগতকৃত ডেট আইডিয়া পান
de: Erhalte personalisierte Date-Ideen basierend auf deiner aktuellen Stimmung und deinen Vorlieben
es: Obtén ideas de citas personalizadas según tu estado de ánimo y preferencias
fil: Kumuha ng mga personalized na ideya ng date batay sa iyong kasalukuyang mood at mga kagustuhan
fr: Des idées de rendez-vous personnalisées basées sur votre humeur et vos préférences actuelles
hi: अपने वर्तमान मूड और पसंद के आधार पर व्यक्तिगत डेट आइडिया प्राप्त करें
in: Dapatkan ide kencan yang dipersonalisasi berdasarkan mood dan preferensi Anda saat ini
ko: 현재 기분과 선호도에 맞춘 개인 맞춤형 데이트 아이디어
nl: Krijg gepersonaliseerde date-ideeën op basis van je huidige gemoedstoestand en voorkeuren
pt: Obtenha ideias de encontros personalizadas com base no seu humor e preferências atuais
ru: Получайте персонализированные идеи для свиданий в зависимости от вашего настроения и предпочтений
zh: 根据当前心情和偏好提供个性化的约会创意

# eventBasedDatesTitle
source: Event Based Dates
af: Gebeurtenis Gebaseerde Datums
bn: ইভেন্ট ভিত্তিক ডেট
de: Eventbasierte Dates
es: Citas Basadas en Eventos
fil: Mga Petsa Batay sa Kaganapan
fr: Rendez-vous basés sur des événements
hi: इवेंट आधारित डेट्स
in: Kencan Berdasarkan Acara
ko: 이벤트 기반 데이트
nl: Evenement Gebaseerde Dates
pt: Encontros Baseados em Eventos
ru: Свидания по событиям
zh: 活动主题约会

# christmasDateTitle
source: Christmas Date Ideas
af: Kersfees Datum Idees
bn: ক্রিসমাস ডেট আইডিয়া
de: Weihnachts-Date-Ideen
es: Ideas para Citas en Navidad
fil: Mga Ideya sa Petsa ng Pasko
fr: Idées de rendez-vous pour Noël
hi: क्रिसमस डेट आइडिया
in: Ide Kencan Natal
ko: 크리스마스 데이트 아이디어
nl: Kerst Date Ideeën
pt: Ideias para Encontros de Natal
ru: Идеи для рождественского свидания
zh: 圣诞节约会创意

# christmasDateDescription
source: Magical winter dates filled with festive activities, cozy moments, and holiday spirit
af: Magiese winterdatums vol feestelike aktiwiteite, gemaklike oomblikke en vakansie gees
bn: ম্যাজিক্যাল শীতকালীন ডেট, যেখানে থাকছে উৎসবমুখর কার্যক্রম, আরামদায়ক মুহূর্ত এবং ছুটির মেজাজ
de: Magische Winter-Dates mit festlichen Aktivitäten, gemütlichen Momenten und Weihnachtsstimmung
es: Citas mágicas de invierno llenas de actividades festivas, momentos acogedores y espíritu navideño
fil: Magical na mga winter date na puno ng mga masayang aktibidad, komportableng mga sandali, at espiritu ng kapaskuhan
fr: Des rendez-vous d'hiver magiques remplis d'activités festives, de moments chaleureux et d'esprit des fêtes
hi: त्योहारी गतिविधियों, गर्मजोशी भरे पलों और छुट्टियों की भावना से भरी जादुई सर्दी की डेट्स
in: Kencan musim dingin yang penuh dengan aktivitas meriah, momen yang nyaman, dan semangat liburan
ko: 축제 활동과 아늑한 순간으로 가득 찬 겨울의 마법 같은 데이트
nl: Magische winterdates gevuld met feestelijke activiteiten, gezellige momenten en kerstsfeer
pt: Encontros de inverno mágicos cheios de atividades festivas, momentos aconchegantes e espírito natalício
ru: Магические зимние свидания с праздничными активностями, уютными моментами и духом праздников
zh: 充满节日活动、温馨时刻和节日气氛的冬日约会

# valentinesDateTitle
source: Valentine's Day Date
af: Valentynsdag Datum
bn: ভ্যালেন্টাইন্স ডে ডেট
de: Valentinstags-Date
es: Citas para San Valentín
fil: Araw ng mga Puso na Petsa
fr: Rendez-vous pour la Saint-Valentin
hi: वैलेंटाइन्स डे डेट
in: Kencan Hari Valentine
ko: 발렌타인데이 데이트
nl: Valentijnsdag Date
pt: Encontro de Dia dos Namorados
ru: Свидание на День Святого Валентина
zh: 情人节约会

# valentinesDateDescription
source: Romantic experiences designed to celebrate your love in unique and memorable ways
af: Romantiese ervarings ontwerp om jou liefde op unieke en onvergeetlike maniere te vier
bn: আপনার ভালোবাসা উদযাপন করার জন্য বিশেষভাবে ডিজাইন করা রোমান্টিক অভিজ্ঞতা
de: Romantische Erlebnisse, um eure Liebe auf einzigartige und unvergessliche Weise zu feiern
es: Experiencias románticas diseñadas para celebrar tu amor de maneras únicas e inolvidables
fil: Mga romantikong karanasan na dinisenyo upang ipagdiwang ang iyong pagmamahal sa natatangi at hindi malilimutang paraan
fr: Des expériences romantiques conçues pour célébrer votre amour de manière unique et mémorable
hi: आपके प्यार को अनोखे और यादगार तरीकों से मनाने के लिए रोमांटिक अनुभव
in: Pengalaman romantis yang dirancang untuk merayakan cinta Anda dengan cara yang unik dan tak terlupakan
ko: 사랑을 기념하는 특별하고 기억에 남는 낭만적인 경험
nl: Romantische ervaringen ontworpen om je liefde op unieke en onvergetelijke manieren te vieren
pt: Experiências românticas concebidas para celebrar o amor de forma única e memorável
ru: Романтические переживания, созданные для того, чтобы отпраздновать вашу любовь уникальными и незабываемыми способами
zh: 设计独特而难忘的浪漫体验来庆祝你的爱情

# newYearDateTitle
source: New Year's Eve Date
af: Nuwejaarsdag Datum
bn: নিউ ইয়ারস ইভ ডেট
de: Silvester-Date
es: Cita en Año Nuevo
fil: Petsa ng Bisperas ng Bagong Taon
fr: Rendez-vous du Nouvel An
hi: नए साल की डेट
in: Kencan Malam Tahun Baru
ko: 새해 전야 데이트
nl: Oudejaarsavond Date
pt: Encontro de Ano Novo
ru: Свидание накануне Нового года
zh: 新年夜约会

# newYearDateDescription
source: Special moments to end the year and welcome new beginnings together
af: Spesiale oomblikke om die jaar af te sluit en nuwe beginne saam te verwelkom
bn: বছর শেষ করার এবং নতুন শুরুর জন্য বিশেষ মুহূর্তগুলো একসাথে উদযাপন করা
de: Besondere Momente, um das Jahr zu verabschieden und gemeinsam einen Neuanfang zu feiern
es: Momentos especiales para despedir el año y dar la bienvenida a nuevos comienzos juntos
fil: Mga espesyal na sandali upang tapusin ang taon at magsimula ng mga bagong simula magkasama
fr: Des moments spéciaux pour terminer l'année et accueillir de nouveaux départs ensemble
hi: साल को अलविदा कहने और नए आरंभ का स्वागत करने के लिए खास पल
in: Momen spesial untuk mengakhiri tahun dan menyambut awal baru bersama
ko: 한 해를 마무리하고 새 시작을 함께 맞이할 특별한 순간
nl: Speciale momenten om het jaar af te sluiten en samen nieuwe beginnen te verwelkomen
pt: Momentos especiais para encerrar o ano e dar as boas-vindas a novos começos juntos
ru: Особенные моменты, чтобы завершить год и встретить новые начинания вместе
zh: 一起迎接新开始并告别过去一年的特别时刻

# anniversaryDateTitle
source: Anniversary Date Ideas
af: Huwelijksherdenking Datum Idees
bn: এনিভার্সারি ডেট আইডিয়া
de: Jahrestags-Date-Ideen
es: Ideas para Citas de Aniversario
fil: Mga Ideya ng Petsa ng Anibersaryo
fr: Idées de rendez-vous pour un anniversaire
hi: सालगिरह डेट आइडिया
in: Ide Kencan Ulang Tahun
ko: 기념일 데이트 아이디어
nl: Jubileum Date Ideeën
pt: Ideias para Encontros de Aniversário
ru: Идеи для годовщины
zh: 纪念日约会创意

# anniversaryDateDescription
source: Meaningful celebrations to commemorate your journey of love
af: Betekenisvolle vieringe om jou reis van liefde te herdenk
bn: আপনার ভালোবাসার যাত্রা উদযাপন করার জন্য মানানসই উৎসব
de: Bedeutungsvolle Feiern, um eure Liebesreise zu würdigen
es: Celebraciones significativas para conmemorar su viaje de amor
fil: Mga makulay na selebrasyon upang ipagdiwang ang iyong paglalakbay ng pag-ibig
fr: Des célébrations significatives pour commémorer votre parcours amoureux
hi: आपकी प्रेम यात्रा को मनाने के लिए सार्थक उत्सव
in: Perayaan bermakna untuk memperingati perjalanan cinta Anda
ko: 사랑의 여정을 기념하는 의미 있는 축하
nl: Betekenisvolle vieringen om jullie liefdevolle reis te herdenken
pt: Celebrações significativas para comemorar a vossa jornada de amor
ru: Значимые празднования для того, чтобы отметить ваше путешествие любви
zh: 充满意义的庆祝活动，纪念你们的爱情旅程

# birthdayDateTitle
source: Birthday Date Ideas
af: Verjaarsdag Datum Idees
bn: বার্থডে ডেট আইডিয়া
de: Geburtstags-Date-Ideen
es: Ideas para Citas de Cumpleaños
fil: Mga Ideya ng Petsa sa Kaarawan
fr: Idées de rendez-vous pour un anniversaire
hi: जन्मदिन डेट आइडिया
in: Ide Kencan Ulang Tahun
ko: 생일 데이트 아이디어
nl: Verjaardag Date Ideeën
pt: Ideias para Encontros de Aniversário
ru: Идеи для дня рождения
zh: 生日约会创意

# birthdayDateDescription
source: Fun and personalized date ideas to make their special day unforgettable
af: Pret en persoonlike datum idees om hul spesiale dag onvergeetlik te maak
bn: তাদের বিশেষ দিনটি অবিস্মরণীয় করার জন্য মজাদার এবং ব্যক্তিগতকৃত ডেট আইডিয়া
de: Spaßige und personalisierte Ideen, um ihren besonderen Tag unvergesslich zu machen
es: Ideas divertidas y personalizadas para hacer que su día especial sea inolvidable
fil: Masaya at personalized na mga ideya ng date upang gawing hindi malilimutan ang kanilang espesyal na araw
fr: Des idées de rendez-vous amusantes et personnalisées pour rendre leur journée spéciale inoubliable
hi: उनके खास दिन को यादगार बनाने के लिए मजेदार और व्यक्तिगत डेट आइडिया
in: Ide kencan yang menyenangkan dan dipersonalisasi untuk membuat hari spesial mereka tak terlupakan
ko: 특별한 날을 잊지 못할 추억으로 만드는 재미있고 개인화된 데이트 아이디어
nl: Leuke en gepersonaliseerde date-ideeën om hun speciale dag onvergetelijk te maken
pt: Ideias divertidas e personalizadas para tornar o dia especial inesquecível
ru: Веселые и персонализированные идеи для свиданий, чтобы сделать их особенный день незабываемым
zh: 有趣而个性化的约会点子，让他们的生日难以忘怀

# memoryMakerTitle
source: Memory Maker
af: Herinnering Maker
bn: মেমোরি মেকার
de: Erinnerungs-Ersteller
es: Creador de Recuerdos
fr: Créateur de souvenirs
hi: यादें बनाने वाला
in: Pembuat Kenangan
ko: 추억 제작자
nl: Herinneringen Maken
pt: Criador de Memórias
ru: Создатель воспоминаний
zh: 回忆制造机

# memoryMakerDesc
source: Create a photo album of your favorite moments
af: Skep 'n foto-album van jou gunsteling oomblikke
bn: আপনার প্রিয় মুহূর্তগুলির একটি ফটো অ্যালবাম তৈরি করুন
de: Erstelle ein Fotoalbum deiner schönsten Momente
es: Crea un álbum de fotos de tus momentos favoritos
fil: Gumawa ng photo album ng iyong mga paboritong sandali
fr: Créez un album photo de vos moments préférés
hi: अपने पसंदीदा पलों का फोटो एलबम बनाएं
in: Buat album foto momen favorit Anda
ko: 가장 좋아하는 순간의 사진 앨범 만들기
nl: Maak een fotoalbum van je favoriete momenten
pt: Crie um álbum de fotos dos seus momentos favoritos
ru: Создайте фотоальбом ваших любимых моментов
zh: 制作最喜爱的瞬间相册

# danceNightTitle
source: Dance Night
af: Dansnag
bn: ডান্স নাইট
de: Tanznacht
es: Noche de Baile
fil: Gabi ng Pagtatanghal ng Sayaw
fr: Soirée danse
hi: डांस नाइट
in: Malam Menari
ko: 댄스의 밤
nl: Dansavond
pt: Noite de Dança
ru: Танцевальная ночь
zh: 舞蹈之夜

# danceNightDesc
source: Learn a new dance style together
af: Leer 'n nuwe dansstyl saam
bn: একসাথে একটি নতুন নৃত্য শৈলী শিখুন
de: Lernt zusammen einen neuen Tanzstil
es: Aprendan juntos un nuevo estilo de baile
fil: Matutong mag bagong estilo ng sayaw magkasama
fr: Apprenez un nouveau style de danse ensemble
hi: साथ में नया डांस स्टाइल सीखें
in: Pelajari gaya tari baru bersama
ko: 함께 새로운 춤 스타일 배우기
nl: Leer samen een nieuwe dansstijl
pt: Aprendam juntos um novo estilo de dança
ru: Научитесь новому стилю танца вместе
zh: 一起学习一种新的舞蹈风格

# budgetDateTitle
source: $20 Date Challenge
af: $20 Datum Uitdaag
bn: $20 ডেট চ্যালেঞ্জ
es: Reto de Citas con $20
fil: Hamong Petsa sa $20
fr: Défi rendez-vous à 20€
hi: ₹2000 का डेट चैलेंज
in: Tantangan Kencan $20
ko: 20달러 데이트 도전
nl: $20 Date Uitdaging
pt: Desafio de Encontro com 20€
ru: Свидание с бюджетом 20 долларов
zh: 20美元约会挑战
