Repository: kaynelapps/Soul
Catalog: lib/l10n/app_*.arb
Languages: af, bn, de, es, fil, fr, hi, in, ko, nl, pt, ru, zh

# selectImageLocationMessage
source: Please select an image and ensure location is available
bn: অনুগ্রহ করে একটি ছবি নির্বাচন করুন এবং লোকেশন উপলব্ধ আছে তা নিশ্চিত করুন
de: Bitte wählen Sie ein Bild aus und stellen Sie sicher, dass der Standort verfügbar ist
es: Por favor, selecciona una imagen y asegúrate de que la ubicación esté disponible
fil: Mangyaring pumili ng larawan at tiyaking available ang lokasyon
fr: Veuillez sélectionner une image et vérifier que la localisation est disponible
hi: कृपया एक छवि चुनें और सुनिश्चित करें कि स्थान उपलब्ध है
in: Pilih gambar dan pastikan lokasi tersedia
ko: 이미지를 선택하고 위치가 사용 가능한지 확인해주세요
nl: Selecteer een afbeelding en zorg dat locatie beschikbaar is
pt: Por favor selecione uma imagem e certifique-se que a localização está disponível
ru: Пожалуйста, выберите изображение и убедитесь, что геолокация доступна
zh: 请选择图片并确保位置可用

source: User email not available
bn: ব্যবহারকারীর ইমেইল উপলব্ধ নয়
de: Benutzer-E-Mail nicht verfügbar
es: Email del usuario no disponible
fil: Hindi available ang email ng user
fr: Email de l'utilisateur non disponible
hi: उपयोगकर्ता ईमेल उपलब्ध नहीं है
in: Email pengguna tidak tersedia
ko: 사용자 이메일을 사용할 수 없습니다
nl: Gebruikersmail niet beschikbaar
pt: Email do utilizador não disponível
ru: Email пользователя недоступен
zh: 用户邮箱不可用

# uploadSuccessMessage
source: Moment uploaded successfully!
bn: মুহূর্ত সফলভাবে আপলোড করা হয়েছে!
de: Moment erfolgreich hochgeladen!
es: ¡Momento subido exitosamente!
fil: Matagumpay na na-upload ang sandali!
fr: Moment partagé avec succès !
hi: पल सफलतापूर्वक अपलोड किया गया!
in: Momen berhasil diunggah!
ko: 모먼트가 성공적으로 업로드되었습니다!
nl: Moment succesvol geüpload!
pt: Momento carregado com sucesso!
ru: Момент успешно загружен!
zh: 动态上传成功！

# uploadFailMessage
source: Failed to upload moment. Please try again
bn: মুহূর্ত আপলোড করতে ব্যর্থ। অনুগ্রহ করে আবার চেষ্টা করুন
de: Hochladen des Moments fehlgeschlagen. Bitte erneut versuchen
es: Error al subir el momento. Por favor, inténtalo de nuevo
fil: Hindi na-upload ang sandali. Pakisubukan muli
fr: Échec du partage du moment. Veuillez réessayer
hi: पल अपलोड करने में विफल। कृपया पुनः प्रयास करें
in: Gagal mengunggah momen. Silakan coba lagi
ko: 모먼트 업로드에 실패했습니다. 다시 시도해주세요
nl: Uploaden van moment mislukt. Probeer het opnieuw
pt: Falha ao carregar momento. Por favor tente novamente
ru: Не удалось загрузить момент. Попробуйте снова
zh: 动态上传失败，请重试

source: Uploading image...
bn: ছবি আপলোড হচ্ছে...
de: Bild wird hochgeladen...
es: Subiendo imagen...
fil: Ina-upload ang larawan...
fr: Téléchargement de l'image...
hi: छवि अपलोड हो रही है...
in: Mengunggah gambar...
ko: 이미지 업로드 중...
nl: Afbeelding uploaden...
pt: A carregar imagem...
ru: Загрузка изображения...
zh: 正在上传图片...

# noMomentsDisplay
source: No moments to display
bn: প্রদর্শন করার জন্য কোন মুহূর্ত নেই
de: Keine Momente zum Anzeigen
es: No hay momentos para mostrar
fil: Walang mga sandaling ipapakita
fr: Aucun moment à afficher
hi: प्रदर्शित करने के लिए कोई पल नहीं
in: Tidak ada momen untuk ditampilkan
ko: 표시할 모먼트가 없습니다
nl: Geen momenten om weer te geven
pt: Sem momentos para mostrar
ru: Нет моментов для отображения
zh: 暂无动态显示

# settingsButton
source: Settings
bn: সেটিংস
de: Einstellungen
es: Ajustes
fil: Mga Setting
fr: Paramètres
hi: सेटिंग्स
in: Pengaturan
ko: 설정
nl: Instellingen
pt: Definições
ru: Настройки
zh: 设置

# okButton
source: OK
af: Goed
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
ko: 확인
zh: 确定

# distanceAll
source: All
bn: সব
de: Alle
es: Todos
fil: Lahat
fr: Tout
hi: सभी
in: Semua
ko: 전체
nl: Alles
pt: Todos
ru: Все
zh: 全部

# distance5km
source: 5km
bn: ৫কিমি
hi: 5 किमी
ru: 5 км
zh: 5公里

# distance10km
source: 10km
bn: ১০কিমি
hi: 10 किमी
ru: 10 км
zh: 10公里

# distance20km
source: 20km
bn: ২০কিমি
hi: 20 किमी
ru: 20 км
zh: 20公里

source: Account Settings
af: Rekening Instellings
bn: অ্যাকাউন্ট সেটিংস
de: Kontoeinstellungen
es: Ajustes de Cuenta
fil: Mga Setting ng Account
fr: Paramètres du compte
hi: खाता सेटिंग्स
in: Pengaturan Akun
ko: 계정 설정
nl: Account Instellingen
pt: Definições da Conta
ru: Настройки аккаунта
zh: 账户设置

source: Account Management
af: Rekening Bestuur
bn: অ্যাকাউন্ট ব্যবস্থাপনা
de: Kontoverwaltung
es: Gestión de Cuenta
fil: Pamamahala ng Account
fr: Gestion du compte
hi: खाता प्रबंधन
in: Manajemen Akun
ko: 계정 관리
nl: Account Beheer
pt: Gestão da Conta
ru: Управление аккаунтом
zh: 账户管理

source: Change Nickname
af: Verander Bynaam
bn: ডাকনাম পরিবর্তন করুন
de: Spitznamen ändern
es: Cambiar Apodo
fil: Palitan ang Palayaw
fr: Modifier le pseudo
hi: उपनाम बदलें
in: Ubah Nama Panggilan
ko: 닉네임 변경
nl: Wijzig Bijnaam
pt: Alterar Alcunha
ru: Изменить никнейм
zh: 修改昵称

source: Change Email
af: Verander E-pos
bn: ইমেইল পরিবর্তন করুন
de: E-Mail ändern
es: Cambiar Email
fil: Palitan ang Email
fr: Modifier l'email
hi: ईमेल बदलें
in: Ubah Email
ko: 이메일 변경
nl: Wijzig E-mail
pt: Alterar Email
ru: Изменить email
zh: 修改邮箱

source: Change Password
af: Verander Wagwoord
bn: পাসওয়ার্ড পরিবর্তন করুন
de: Passwort ändern
es: Cambiar Contraseña
fil: Palitan ang Password
fr: Modifier le mot de passe
hi: पासवर्ड बदलें
in: Ubah Kata Sandi
ko: 비밀번호 변경
nl: Wijzig Wachtwoord
pt: Alterar Palavra-passe
ru: Изменить пароль
zh: 修改密码

source: Privacy
af: Privaatheid
bn: গোপনীয়তা
de: Datenschutz
es: Privacidad
fil: Pribado
fr: Confidentialité
hi: गोपनीयता
in: Privasi
ko: 개인정보
pt: Privacidade
ru: Конфиденциальность
zh: 隐私

source: Privacy Policy
af: Privaatheidsbeleid
bn: গোপনীয়তা নীতি
de: Datenschutzerklärung
es: Política de Privacidad
fil: Patakaran sa Pagkapribado
fr: Politique de confidentialité
hi: गोपनीयता नीति
in: Kebijakan Privasi
ko: 개인정보 처리방침
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
zh: 隐私政策

source: Delete Account
af: Verwyder Rekening
bn: অ্যাকাউন্ট মুছে ফেলুন
de: Konto löschen
es: Eliminar Cuenta
fil: Tanggalin ang Account
fr: Supprimer le compte
hi: खाता हटाएं
in: Hapus Akun
ko: 계정 삭제
nl: Account Verwijderen
pt: Eliminar Conta
ru: Удалить аккаунт
zh: 删除账户

# changeNicknameTitle
source: Change Nickname
bn: ডাকনাম পরিবর্তন করুন
de: Spitznamen ändern
es: Cambiar Apodo
fil: Palitan ang Palayaw
fr: Modifier le pseudo
hi: उपनाम बदलें
in: Ubah Nama Panggilan
ko: 닉네임 변경
nl: Wijzig Bijnaam
pt: Alterar Alcunha
ru: Изменение никнейма
zh: 修改昵称

# changeEmailTitle
source: Change Email
bn: ইমেইল পরিবর্তন করুন
de: E-Mail ändern
es: Cambiar Email
fil: Palitan ang Email
fr: Modifier l'email
hi: ईमेल बदलें
in: Ubah Email
ko: 이메일 변경
nl: Wijzig E-mail
pt: Alterar Email
ru: Изменение email
zh: 修改邮箱

# changePasswordTitle
source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
de: Passwort ändern
es: Cambiar Contraseña
fil: Palitan ang Password
fr: Modifier le mot de passe
hi: पासवर्ड बदलें
in: Ubah Kata Sandi
ko: 비밀번호 변경
nl: Wijzig Wachtwoord
pt: Alterar Palavra-passe
ru: Изменение пароля
zh: 修改密码

# deleteAccountTitle
source: Delete Account
bn: অ্যাকাউন্ট মুছে ফেলুন
de: Konto löschen
es: Eliminar Cuenta
fil: Tanggalin ang Account
fr: Supprimer le compte
hi: खाता हटाएं
in: Hapus Akun
ko: 계정 삭제
nl: Account Verwijderen
pt: Eliminar Conta
ru: Удаление аккаунта
zh: 删除账户

source: Enter new nickname
bn: নতুন ডাকনাম লিখুন
de: Neuen Spitznamen eingeben
es: Introduce nuevo apodo
fil: Ilagay ang bagong palayaw
fr: Entrez un nouveau pseudo
hi: नया उपनाम दर्ज करें
in: Masukkan nama panggilan baru
ko: 새 닉네임 입력
nl: Voer nieuwe bijnaam in
pt: Introduza nova alcunha
ru: Введите новый никнейм
zh: 输入新昵称

source: Enter new email
bn: নতুন ইমেইল লিখুন
de: Neue E-Mail eingeben
es: Introduce nuevo email
fil: Ilagay ang bagong email
fr: Entrez un nouvel email
hi: नया ईमेल दर्ज करें
in: Masukkan email baru
ko: 새 이메일 입력
nl: Voer nieuwe e-mail in
pt: Introduza novo email
ru: Введите новый email
zh: 输入新邮箱

source: Enter new password
bn: নতুন পাসওয়ার্ড লিখুন
de: Neues Passwort eingeben
es: Introduce nueva contraseña
fil: Ilagay ang bagong password
fr: Entrez un nouveau mot de passe
hi: नया पासवर्ड दर्ज करें
in: Masukkan kata sandi baru
ko: 새 비밀번호 입력
nl: Voer nieuw wachtwoord in
pt: Introduza nova palavra-passe
ru: Введите новый пароль
zh: 输入新密码

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer.
fil: Sigurado ka bang gusto mong tanggalin ang iyong account? Hindi na ito maibabalik.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? यह क्रिया वापस नहीं की जा सकती।
in: Anda yakin ingin menghapus akun Anda? Tindakan ini tidak dapat dibatalkan.
ko: 정말로 계정을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
nl: Weet je zeker dat je je account wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem a certeza que pretende eliminar a sua conta? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить свой аккаунт? Это действие нельзя отменить.
zh: 确定要删除账户吗？此操作无法撤销。

# changeButton
source: Change
af: Verander
bn: পরিবর্তন করুন
de: Ändern
es: Cambiar
fil: Palitan
fr: Modifier
hi: बदलें
in: Ubah
ko: 변경
nl: Wijzigen
pt: Alterar
ru: Изменить
zh: 修改

# deleteButton
source: Delete
af: Verwyder
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fil: Tanggalin
fr: Supprimer
hi: हटाएं
in: Hapus
ko: 삭제
nl: Verwijderen
pt: Eliminar
ru: Удалить
zh: 删除

# cancelButton
source: Cancel
af: Kanselleer
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
hi: रद्द करें
in: Batal
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

# nicknameUpdateSuccess
source: Nickname updated successfully
bn: ডাকনাম সফলভাবে আপডেট করা হয়েছে
de: Spitzname erfolgreich aktualisiert
es: Apodo actualizado exitosamente
fil: Matagumpay na napalitan ang palayaw
fr: Pseudo mis à jour avec succès
hi: उपनाम सफलतापूर्वक अपडेट किया गया
in: Nama panggilan berhasil diperbarui
ko: 닉네임이 성공적으로 업데이트되었습니다
nl: Bijnaam succesvol bijgewerkt
pt: Alcunha atualizada com sucesso
ru: Никнейм успешно обновлен
zh: 昵称更新成功

# emailUpdateSuccess
source: Email updated successfully
bn: ইমেইল সফলভাবে আপডেট করা হয়েছে
de: E-Mail erfolgreich aktualisiert
es: Email actualizado exitosamente
fil: Matagumpay na napalitan ang email
fr: Email mis à jour avec succès
hi: ईमेल सफलतापूर्वक अपडेट किया गया
in: Email berhasil diperbarui
ko: 이메일이 성공적으로 업데이트되었습니다
nl: E-mail succesvol bijgewerkt
pt: Email atualizado com sucesso
ru: Email успешно обновлен
zh: 邮箱更新成功

# passwordUpdateSuccess
source: Password updated successfully
bn: পাসওয়ার্ড সফলভাবে আপডেট করা হয়েছে
de: Passwort erfolgreich aktualisiert
es: Contraseña actualizada exitosamente
fil: Matagumpay na napalitan ang password
fr: Mot de passe mis à jour avec succès
hi: पासवर्ड सफलतापूर्वक अपडेट किया गया
in: Kata sandi berhasil diperbarui
ko: 비밀번호가 성공적으로 업데이트되었습니다
nl: Wachtwoord succesvol bijgewerkt
pt: Palavra-passe atualizada com sucesso
ru: Пароль успешно обновлен
zh: 密码更新成功

# emailUpdateError
source: Failed to update email: {error}
bn: ইমেইল আপডেট করতে ব্যর্থ: {error}
de: E-Mail-Aktualisierung fehlgeschlagen: {error}
es: Error al actualizar email: {error}
fil: Hindi napalitan ang email: {error}
fr: Échec de la mise à jour de l'email : {error}
hi: ईमेल अपडेट करने में विफल: {error}
in: Gagal memperbarui email: {error}
ko: 이메일 업데이트 실패: {error}
nl: E-mail bijwerken mislukt: {error}
pt: Falha ao atualizar email: {error}
ru: Не удалось обновить email: {error}
zh: 邮箱更新失败：{error}

# passwordUpdateError
source: Failed to update password: {error}
bn: পাসওয়ার্ড আপডেট করতে ব্যর্থ: {error}
de: Passwort-Aktualisierung fehlgeschlagen: {error}
es: Error al actualizar contraseña: {error}
fil: Hindi napalitan ang password: {error}
fr: Échec de la mise à jour du mot de passe : {error}
hi: पासवर्ड अपडेट करने में विफल: {error}
in: Gagal memperbarui kata sandi: {error}
ko: 비밀번호 업데이트 실패: {error}
nl: Wachtwoord bijwerken mislukt: {error}
pt: Falha ao atualizar palavra-passe: {error}
ru: Не удалось обновить пароль: {error}
zh: 密码更新失败：{error}

# backButton
source: Back
af: Terug
bn: পিছনে
de: Zurück
es: Atrás
fil: Bumalik
fr: Retour
hi: वापस
in: Kembali
ko: 뒤로
nl: Terug
pt: Voltar
ru: Назад
zh: 返回

source: Suggested Places
af: Voorgestelde Plekke
bn: প্রস্তাবিত স্থানসমূহ
de: Vorgeschlagene Orte
es: Lugares Sugeridos
fil: Mga Iminumungkahing Lugar
fr: Lieux suggérés
hi: सुझाए गए स्थान
in: Tempat yang Disarankan
ko: 추천 장소
nl: Aanbevolen Plekken
pt: Locais Sugeridos
ru: Рекомендуемые места
zh: 推荐地点

# noPlacesFound
source: No places found for this suggestion.
af: Geen plekke gevind vir hierdie voorstel nie
bn: এই প্রস্তাবের জন্য কোন স্থান পাওয়া যায়নি।
de: Keine Orte für diesen Vorschlag gefunden.
es: No se encontraron lugares para esta sugerencia.
fil: Walang nahanap na lugar para sa mungkahing ito.
fr: Aucun lieu trouvé pour cette suggestion.
hi: इस सुझाव के लिए कोई स्थान नहीं मिला।
in: Tidak ada tempat yang ditemukan untuk saran ini.
ko: 이 추천에 대한 장소를 찾을 수 없습니다.
nl: Geen plekken gevonden voor deze suggestie.
pt: Nenhum local encontrado para esta sugestão.
ru: Не найдено мест по этой рекомендации.
zh: 未找到此类推荐地点

# failedToLoadPlaces
source: Failed to load places: {error}
af: Kon nie plekke laai nie: {error}
bn: স্থানগুলি লোড করতে ব্যর্থ: {error}
de: Laden der Orte fehlgeschlagen: {error}
es: Error al cargar lugares: {error}
fil: Hindi na-load ang mga lugar: {error}
fr: Échec du chargement des lieux : {error}
hi: स्थान लोड करने में विफल: {error}
in: Gagal memuat tempat: {error}
ko: 장소 로드 실패: {error}
nl: Laden van plekken mislukt: {error}
pt: Falha ao carregar locais: {error}
ru: Не удалось загрузить места: {error}
zh: 加载地点失败：{error}

# categoryLabel
source: Category: {category}
af: Kategorie: {category}
bn: ক্যাটাগরি: {category}
de: Kategorie: {category}
es: Categoría: {category}
fil: Kategorya: {category}
fr: Catégorie : {category}
hi: श्रेणी: {category}
in: Kategori: {category}
ko: 카테고리: {category}
nl: Categorie: {category}
pt: Categoria: {category}
ru: Категория: {category}
zh: 类别：{category}

source: No name
af: Geen naam
bn: নাম নেই
de: Kein Name
es: Sin nombre
fil: Walang pangalan
fr: Sans nom
hi: कोई नाम नहीं
in: Tidak ada nama
ko: 이름 없음
nl: Geen naam
pt: Sem nome
ru: Без названия
zh: 无名称

source: No address
af: Geen adres beskikbaar
bn: ঠিকানা নেই
de: Keine Adresse verfügbar
es: Sin dirección
fil: Walang address
fr: Pas d'adresse
hi: कोई पता नहीं
in: Tidak ada alamat
ko: 주소 없음
nl: Geen adres
pt: Sem morada
ru: Без адреса
zh: 无地址

# atHomeKeyword
source: at home
bn: বাড়িতে
de: zu Hause
es: en casa
fil: sa bahay
fr: à la maison
hi: घर पर
in: di rumah
ko: 집에서
nl: thuis
pt: em casa
ru: дома
zh: 在家

# homeKeyword
source: home
bn: বাড়ি
de: Zuhause
es: casa
fil: bahay
fr: maison
hi: घर
in: rumah
ko: 집
nl: thuis
pt: casa
ru: дом
zh: 家

# netflixKeyword
source: netflix
bn: নেটফ্লিক্স
hi: नेटफ्लिक्स
ko: 넷플릭스
ru: нетфликс
zh: 网飞

# movieNightKeyword
source: movie night
bn: মুভি নাইট
de: Filmnacht
es: noche de película
fil: gabi ng pelikula
fr: soirée cinéma
hi: मूवी नाइट
in: malam film
ko: 영화의 밤
nl: filmavond
pt: noite de cinema
ru: киновечер
zh: 电影之夜

# boardGameKeyword
source: board game
bn: বোর্ড গেম
de: Brettspiel
es: juego de mesa
fr: jeu de société
hi: बोर्ड गेम
in: permainan papan
ko: 보드게임
nl: bordspel
pt: jogo de tabuleiro
ru: настольная игра
zh: 桌游

# cookingKeyword
source: cooking
bn: রান্না
de: Kochen
es: cocinar
fil: pagluluto
fr: cuisine
hi: कुकिंग
in: memasak
ko: 요리
nl: koken
pt: cozinhar
ru: готовка
zh: 烹饪

# bakingKeyword
source: baking
bn: বেকিং
de: Backen
es: hornear
fil: pagbe-bake
fr: pâtisserie
hi: बेकिंग
in: memanggang
ko: 베이킹
nl: bakken
pt: pastelaria
ru: выпечка
zh: 烘焙

# videoGameKeyword
source: video game
bn: ভিডিও গেম
de: Videospiel
es: videojuego
fr: jeu vidéo
hi: वीडियो गेम
in: permainan video
ko: 비디오 게임
nl: videospel
pt: videojogo
ru: видеоигра
zh: 电子游戏

# puzzleKeyword
source: puzzle
bn: পাজল
es: rompecabezas
hi: पहेली
in: teka-teki
ko: 퍼즐
nl: puzzel
ru: пазл
zh: 拼图

# craftKeyword
source: craft
bn: ক্র্যাফট
de: Basteln
es: manualidad
fr: bricolage
hi: क्राफ्ट
in: kerajinan
ko: 공예
nl: knutselen
pt: artesanato
ru: рукоделие
zh: 手工

# placeDetailsTitle
source: Place Details
af: Plek Besonderhede
bn: স্থানের বিস্তারিত
de: Ortsdetails
es: Detalles del Lugar
fil: Detalye ng Lugar
fr: Détails du lieu
hi: स्थान विवरण
in: Detail Tempat
ko: 장소 상세정보
nl: Locatiedetails
pt: Detalhes do Local
ru: Детали места
zh: 地点详情

source: Loading place details...
af: Laai plek besonderhede...
bn: স্থানের বিস্তারিত লোড হচ্ছে...
de: Lade Ortsdetails...
es: Cargando detalles del lugar...
fil: Naglo-load ng detalye ng lugar...
fr: Chargement des détails du lieu...
hi: स्थान विवरण लोड हो रहा है...
in: Memuat detail tempat...
ko: 장소 상세정보 로딩 중...
nl: Locatiedetails laden...
pt: A carregar detalhes do local...
ru: Загрузка деталей места...
zh: 正在加载地点详情...

# placePhotosUnavailable
source: Photos unavailable
af: Foto's nie beskikbaar nie
bn: ফটো উপলব্ধ নেই
de: Fotos nicht verfügbar
es: Fotos no disponibles
fil: Walang available na mga larawan
fr: Photos non disponibles
hi: फोटो उपलब्ध नहीं हैं
in: Foto tidak tersedia
ko: 사진 없음
nl: Foto's niet beschikbaar
pt: Fotos indisponíveis
ru: Фотографии недоступны
zh: 暂无照片

source: Loading places...
bn: স্থানগুলি লোড হচ্ছে...
de: Lade Orte...
es: Cargando lugares...
fil: Naglo-load ng mga lugar...
fr: Chargement des lieux...
hi: स्थान लोड हो रहे हैं...
in: Memuat tempat...
ko: 장소 로딩 중...
nl: Plekken laden...
pt: A carregar locais...
ru: Загрузка мест...
zh: 正在加载地点...

# searchingVenues
source: Searching for venues...
bn: ভেন্যুগুলি খোঁজা হচ্ছে...
de: Suche nach Locations...
es: Buscando lugares...
fil: Naghahanap ng mga venue...
fr: Recherche d'établissements...
hi: स्थानों की खोज की जा रही है...
in: Mencari tempat...
ko: 장소 검색 중...
nl: Zoeken naar locaties...
pt: A procurar estabelecimentos...
ru: Поиск заведений...
zh: 正在搜索场所...

# exploringOptions
source: Exploring options in {city}...
bn: {city}-এ অপশনগুলি এক্সপ্লোর করা হচ্ছে...
de: Erkunde Optionen in {city}...
es: Explorando opciones en {city}...
fil: Tumitingin ng mga opsyon sa {city}...
fr: Exploration des options à {city}...
hi: {city} में विकल्पों की खोज की जा रही है...
in: Menjelajahi pilihan di {city}...
ko: {city}의 옵션 탐색 중...
nl: Opties verkennen in {city}...
pt: A explorar opções em {city}...
ru: Исследуем варианты в {city}...
zh: 正在探索{city}的选项...

# categoryOutdoor
source: Outdoor
bn: আউটডোর
de: Draußen
es: Al aire libre
fil: Sa Labas
fr: Plein air
hi: आउटडोर
in: Luar Ruangan
ko: 야외
nl: Buiten
pt: Ar Livre
ru: На открытом воздухе
zh: 户外

# categoryCultural
source: Cultural
bn: সাংস্কৃতিক
de: Kultur
fil: Kultural
fr: Culturel
hi: सांस्कृतिक
in: Budaya
ko: 문화
nl: Cultureel
ru: Культурный
zh: 文化

# placeDetailsLoadError
source: Failed to load place details
bn: স্থানের বিস্তারিত লোড করতে ব্যর্থ
de: Laden der Ortsdetails fehlgeschlagen
es: Error al cargar detalles del lugar
fil: Hindi na-load ang detalye ng lugar
fr: Échec du chargement des détails du lieu
hi: स्थान विवरण लोड करने में विफल
in: Gagal memuat detail tempat
ko: 장소 상세정보 로드 실패
nl: Laden van locatiedetails mislukt
pt: Falha ao carregar detalhes do local
ru: Не удалось загрузить детали места
zh: 加载地点详情失败

# addressLabel
source: Address
af: Adres
bn: ঠিকানা
de: Adresse
es: Dirección
fr: Adresse
hi: पता
in: Alamat
ko: 주소
nl: Adres
pt: Morada
ru: Адрес
zh: 地址

# priceLabel
source: Price
af: Prys
bn: মূল্য
de: Preis
es: Precio
fil: Presyo
fr: Prix
hi: मूल्य
in: Harga
ko: 가격
nl: Prijs
pt: Preço
ru: Цена
zh: 价格

# ratingLabel
source: Rating
af: Gradering
bn: রেটিং
de: Bewertung
es: Valoración
fr: Note
hi: रेटिंग
in: Penilaian
ko: 평점
nl: Beoordeling
pt: Classificação
ru: Рейтинг
zh: 评分

# websiteLabel
source: Website
af: Webwerf
bn: ওয়েবসাইট
es: Sitio web
fr: Site web
hi: वेबसाइट
in: Situs Web
ko: 웹사이트
ru: Веб-сайт
zh: 网站

# phoneLabel
source: Phone
af: Telefoon
bn: ফোন
de: Telefon
es: Teléfono
fil: Telepono
fr: Téléphone
hi: फोन
in: Telepon
ko: 전화번호
nl: Telefoon
pt: Telefone
ru: Телефон
zh: 电话

# categoryRestaurant
source: Restaurant
bn: রেস্টুরেন্ট
es: Restaurante
hi: रेस्तरां
in: Restoran
ko: 레스토랑
pt: Restaurante
ru: Ресторан
zh: 餐厅

# categoryBar
source: Bar
bn: বার
hi: बार
ko: 바
ru: Бар
zh: 酒吧

# categoryCafe
source: Café
bn: ক্যাফে
hi: कैफे
in: Kafe
ko: 카페
ru: Кафе
zh: 咖啡馆

# categoryPark
source: Park
bn: পার্ক
es: Parque
fil: Parke
fr: Parc
hi: पार्क
in: Taman
ko: 공원
pt: Parque
ru: Парк
zh: 公园

# categoryMuseum
source: Museum
bn: জাদুঘর
es: Museo
fil: Museo
fr: Musée
hi: संग्रहालय
ko: 박물관
pt: Museu
ru: Музей
zh: 博物馆

# categoryTheater
source: Theater
bn: থিয়েটার
es: Teatro
fil: Teatro
fr: Théâtre
hi: थिएटर
in: Teater
ko: 극장
pt: Teatro
ru: Театр
zh: 剧院

# categoryShopping
source: Shopping
bn: শপিং
es: Compras
hi: शॉपिंग
in: Belanja
ko: 쇼핑
nl: Winkelen
pt: Compras
ru: Шоппинг
zh: 购物

# categoryEntertainment
source: Entertainment
bn: বিনোদন
de: Unterhaltung
es: Entretenimiento
fil: Libangan
fr: Divertissement
hi: मनोरंजन
in: Hiburan
ko: 엔터테인먼트
pt: Entretenimento
ru: Развлечения
zh: 娱乐

# categoryOther
source: Other
bn: অন্যান্য
de: Sonstiges
es: Otro
fil: Iba Pa
fr: Autre
hi: अन्य
in: Lainnya
ko: 기타
nl: Overig
pt: Outro
ru: Другое
zh: 其他

source: Price not available
bn: মূল্য উপলব্ধ নেই
de: Preis nicht verfügbar
es: Precio no disponible
fil: Hindi available ang presyo
fr: Prix non disponible
hi: मूल्य उपलब्ध नहीं है
in: Harga tidak tersedia
ko: 가격 정보 없음
nl: Prijs niet beschikbaar
pt: Preço não disponível
ru: Цена не указана
zh: 暂无价格信息

# priceFree
source: Free
bn: বিনামূল্যে
de: Kostenlos
es: Gratis
fil: Libre
fr: Gratuit
hi: मुफ्त
in: Gratis
ko: 무료
nl: Gratis
pt: Gratuito
ru: Бесплатно
zh: 免费

# priceInexpensive
source: Inexpensive
bn: সাশ্রয়ী
de: Günstig
es: Económico
fil: Mura
fr: Peu coûteux
hi: सस्ता
in: Murah
ko: 저렴
nl: Goedkoop
pt: Económico
ru: Недорого
zh: 便宜

# priceModerate
source: Moderate
bn: মধ্যম
de: Moderat
es: Moderado
fil: Katamtaman
fr: Modéré
hi: मध्यम
in: Sedang
ko: 보통
nl: Gemiddeld
pt: Moderado
ru: Средняя цена
zh: 适中

# priceExpensive
source: Expensive
bn: ব্যয়বহুল
de: Teuer
es: Caro
fil: Mahal
fr: Cher
hi: महंगा
in: Mahal
ko: 비쌈
nl: Duur
pt: Caro
ru: Дорого
zh: 昂贵

# priceVeryExpensive
source: Very Expensive
bn: অত্যন্ত ব্যয়বহুল
de: Sehr teuer
es: Muy caro
fil: Napaka-mahal
fr: Très cher
hi: बहुत महंगा
in: Sangat Mahal
ko: 매우 비쌈
nl: Zeer duur
pt: Muito Caro
ru: Очень дорого
zh: 非常昂贵

source: Open Now
af: Nou Oop
bn: এখন খোলা
de: Jetzt geöffnet
es: Abierto Ahora
fil: Bukas Ngayon
fr: Ouvert
hi: अभी खुला है
in: Buka Sekarang
ko: 영업 중
nl: Nu Open
pt: Aberto Agora
ru: Открыто сейчас
zh: 营业中

source: Closed
af: Gesluit
bn: বন্ধ
de: Geschlossen
es: Cerrado
fil: Sarado
fr: Fermé
hi: बंद है
in: Tutup
ko: 영업 종료
nl: Gesloten
pt: Fechado
ru: Закрыто
zh: 已关闭

# noRating
source: No rating available
af: Geen gradering beskikbaar
bn: কোন রেটিং উপলব্ধ নেই
de: Keine Bewertung verfügbar
es: Sin valoración disponible
fil: Walang available na rating
fr: Aucune note disponible
hi: कोई रेटिंग उपलब्ध नहीं है
in: Tidak ada penilaian
ko: 평점 없음
nl: Geen beoordeling beschikbaar
pt: Sem classificação disponível
ru: Нет оценок
zh: 暂无评分

# noPhone
source: No phone available
af: Geen telefoon beskikbaar
bn: কোন ফোন উপলব্ধ নেই
de: Keine Telefonnummer verfügbar
es: Sin teléfono disponible
fil: Walang available na telepono
fr: Pas de téléphone disponible
hi: कोई फोन उपलब्ध नहीं है
in: Tidak ada nomor telepon
ko: 전화번호 없음
nl: Geen telefoon beschikbaar
pt: Sem telefone disponível
ru: Телефон не указан
zh: 暂无电话
