Repository: kaynelapps/Soul
Catalog: lib/l10n/app_*.arb
Languages: af, bn, de, es, fil, fr, hi, in, ko, nl, pt, ru, zh

# deleteCommentTitle
source: Delete Comment
af: Vee Kommentaar Uit
bn: মন্তব্য মুছুন
de: Kommentar löschen
es: Eliminar comentario
fil: Burahin ang Komento
fr: Supprimer le commentaire
hi: टिप्पणी हटाएं
in: Hapus Komentar
ko: 댓글 삭제
nl: Reactie Verwijderen
pt: Excluir Comentário
ru: Удалить комментарий
zh: 删除评论

# deleteCommentMessage
source: Are you sure you want to delete this comment?
af: Is jy seker jy wil hierdie kommentaar uitvee?
bn: আপনি কি নিশ্চিত যে আপনি এই মন্তব্যটি মুছতে চান?
de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten?
es: ¿Estás seguro de que quieres eliminar este comentario?
fil: Sigurado ka bang gusto mong burahin ang komentong ito?
fr: Êtes-vous sûr(e) de vouloir supprimer ce commentaire ?
hi: क्या आप वाकई इस टिप्पणी को हटाना चाहते हैं?
in: Apakah Anda yakin ingin menghapus komentar ini?
ko: 이 댓글을 삭제하시겠습니까?
nl: Weet je zeker dat je deze reactie wilt verwijderen?
pt: Tem certeza que deseja excluir este comentário?
ru: Вы уверены, что хотите удалить этот комментарий?
zh: 确定要删除这条评论吗？

# commentsTitle
source: Comments
af: Kommentaar
bn: মন্তব্য
de: Kommentare
es: Comentarios
fil: Mga Komento
fr: Commentaires
hi: टिप्पणियां
in: Komentar
ko: 댓글
nl: Reacties
pt: Comentários
ru: Комментарии
zh: 评论

# replyText
source: Reply
af: Antwoord
bn: উত্তর দিন
de: Antworten
es: Responder
fil: Sumagot
fr: Répondre
hi: जवाब दें
in: Balas
ko: 답글
nl: Reageren
pt: Responder
ru: Ответить
zh: 回复

# addCommentHint
source: Add a comment...
af: Voeg kommentaar by...
bn: একটি মন্তব্য যোগ করুন...
de: Kommentar hinzufügen...
es: Añadir un comentario...
fil: Magdagdag ng komento...
fr: Ajouter un commentaire...
hi: टिप्पणी जोड़ें...
in: Tambahkan komentar...
ko: 댓글 추가...
nl: Voeg een reactie toe...
pt: Adicione um comentário...
ru: Добавить комментарий...
zh: 添加评论...

# postButton
source: Post
af: Plaas
bn: পোস্ট
de: Posten
es: Publicar
fil: I-post
fr: Publier
hi: पोस्ट करें
in: Kirim
ko: 게시
nl: Plaatsen
pt: Publicar
ru: Опубликовать
zh: 发布

source: Login Required
af: Aanmelding Vereis
bn: লগইন প্রয়োজন
de: Anmeldung erforderlich
es: Inicio de sesión requerido
fil: Kailangan mag-login
fr: Connexion requise
hi: लॉगिन आवश्यक है
in: Login Diperlukan
ko: 로그인 필요
nl: Inloggen Vereist
pt: Login Necessário
ru: Требуется вход
zh: 需要登录

# loginRequiredMessage
source: You need to login to post comments
af: Jy moet aanmeld om kommentaar te lewer
bn: মন্তব্য পোস্ট করতে আপনাকে লগইন করতে হবে
de: Sie müssen sich anmelden, um Kommentare zu posten
es: Necesitas iniciar sesión para publicar comentarios
fil: Kailangan mong mag-login para magkomento
fr: Vous devez vous connecter pour poster des commentaires
hi: टिप्पणी पोस्ट करने के लिए लॉगिन करना होगा
in: Anda perlu login untuk mengirim komentar
ko: 댓글을 작성하려면 로그인이 필요합니다
nl: Je moet inloggen om reacties te kunnen plaatsen
pt: Você precisa fazer login para publicar comentários
ru: Для публикации комментариев необходимо войти
zh: 发表评论需要先登录

# loginButton
source: Login
af: Meld aan
bn: লগইন
de: Anmelden
es: Iniciar sesión
fil: Mag-login
fr: Se connecter
hi: लॉगिन करें
ko: 로그인
nl: Inloggen
pt: Entrar
ru: Войти
zh: 登录

source: Moment not found
af: Oomblik nie gevind nie
bn: মুহূর্ত পাওয়া যায়নি
de: Moment nicht gefunden
es: Momento no encontrado
fil: Hindi nahanap ang sandali
fr: Moment non trouvé
hi: पल नहीं मिला
in: Momen tidak ditemukan
ko: 순간을 찾을 수 없습니다
nl: Moment niet gevonden
pt: Momento não encontrado
ru: Момент не найден
zh: 未找到时刻

# replyToUserHint
source: Reply to @{username}...
af: Antwoord vir @{username}...
bn: @{username} কে উত্তর দিন
de: Antworten an @{username}
es: Responder a @{username}
fil: Sumagot kay @{username}
fr: Répondre à @{username}
hi: @{username} को जवाब दें
in: Balas ke @{username}
ko: @{username}님에게 답장
nl: Reageer op @{username}...
pt: Responder a @{username}
ru: Ответить @{username}...
zh: 回复 @{username}

# dateIdea_adventurePark
source: Adventure park visit
af: Avontuurpark besoek
bn: অ্যাডভেঞ্চার পার্কে ভ্রমণ
de: Besuch im Abenteuerpark
es: Visita al parque de aventuras
fil: Pagbisita sa adventure park
fr: Visite d'un parc d'aventure
hi: एडवेंचर पार्क की यात्रा
in: Kunjungan taman petualangan
ko: 어드벤처 파크 방문
nl: Bezoek aan pretpark
pt: Visita ao parque de aventura
ru: Посещение парка развлечений
zh: 游乐园之旅

# dateIdea_danceClass
source: Dance class together
af: Dans klas saam
bn: একসাথে নাচের ক্লাস
de: Gemeinsamer Tanzkurs
es: Clase de baile juntos
fil: Klase ng sayaw na magkasama
fr: Cours de danse ensemble
hi: साथ में डांस क्लास
in: Kelas menari bersama
ko: 함께하는 댄스 클래스
nl: Samen dansles
pt: Aula de dança juntos
ru: Танцевальный класс вместе
zh: 一起上舞蹈课

# dateIdea_rockClimbing
source: Rock climbing
af: Rotsklim
bn: রক ক্লাইম্বিং
de: Klettern
es: Escalada en roca
fil: Pag-akyat sa rock wall
fr: Escalade
hi: रॉक क्लाइम्बिंग
in: Panjat tebing
ko: 암벽 등반
nl: Rotsklimmen
pt: Escalada
ru: Скалолазание
zh: 攀岩

# dateIdea_bikeRidePicnic
source: Bike ride and picnic
af: Fietsry en piekniek
bn: বাইক রাইড এবং পিকনিক
de: Fahrradtour mit Picknick
es: Paseo en bicicleta y picnic
fil: Pagbibisikleta at piknik
fr: Balade à vélo et pique-nique
hi: बाइक राइड और पिकनिक
in: Bersepeda dan piknik
ko: 자전거 라이딩과 피크닉
nl: Fietstocht met picknick
pt: Passeio de bicicleta e piquenique
ru: Велопрогулка и пикник
zh: 骑行野餐

# dateIdea_escapeRoom
source: Escape room challenge
af: Ontsnappingskamer uitdaging
bn: এস্কেপ রুম চ্যালেঞ্জ
es: Desafío de sala de escape
fr: Défi escape room
hi: एस्केप रूम चैलेंज
in: Tantangan escape room
ko: 방탈출 챌린지
nl: Escape room uitdaging
pt: Desafio escape room
ru: Квест в комнате
zh: 密室逃脱挑战

# dateIdea_cookingClass
source: Cooking class
af: Kookklas
bn: রান্নার ক্লাস
de: Kochkurs
es: Clase de cocina
fil: Klase sa pagluluto
fr: Cours de cuisine
hi: कुकिंग क्लास
in: Kelas memasak
ko: 요리 교실
nl: Kookworkshop
pt: Aula de culinária
ru: Кулинарный мастер-класс
zh: 烹饪课程

# dateIdea_artGallery
source: Art gallery tour with coffee break
af: Kunsgalery toer met koffie pouse
bn: কফি বিরতিসহ আর্ট গ্যালারি ভ্রমণ
de: Kunstgalerie-Tour mit Kaffeepause
es: Tour por galería de arte con pausa para café
fil: Art gallery tour na may coffee break
fr: Visite d'une galerie d'art avec pause café
hi: कॉफी ब्रेक के साथ आर्ट गैलरी टूर
in: Tur galeri seni dengan istirahat kopi
ko: 커피 브레이크가 있는 미술관 투어
nl: Kunstgalerie tour met koffiepauze
pt: Visita à galeria de arte com pausa para café
ru: Тур по художественной галерее с кофе-брейком
zh: 艺术馆参观和咖啡休息

# dateIdea_sunsetHike
source: Sunset hike with relaxation at the top
af: Sonsondergang stap met ontspanning by die top
bn: সূর্যাস্তের হাইক এবং শীর্ষে বিশ্রাম
de: Sonnenuntergangswanderung mit Entspannung am Gipfel
es: Caminata al atardecer con relax en la cima
fil: Paglalakad sa bundok habang lumulubog ang araw
fr: Randonnée au coucher du soleil avec détente au sommet
hi: शीर्ष पर आराम के साथ सूर्यास्त हाइक
in: Mendaki melihat matahari terbenam dengan relaksasi di puncak
ko: 정상에서 휴식하는 일몰 하이킹
nl: Zonsondergang wandeling met ontspanning aan de top
pt: Caminhada ao pôr do sol com relaxamento no topo
ru: Поход на закате с отдыхом на вершине
zh: 日落徒步和山顶放松

# dateIdea_kayaking
source: Kayaking with picnic stops
af: Kano met piekniek stoppe
bn: পিকনিক স্টপসহ কায়াকিং
de: Kajakfahren mit Picknickpausen
es: Kayak con paradas para picnic
fil: Kayaking na may piknik
fr: Kayak avec arrêts pique-nique
hi: पिकनिक स्टॉप के साथ कयाकिंग
in: Kayaking dengan pemberhentian piknik
ko: 피크닉 스톱이 있는 카약
nl: Kajakken met picknickstops
pt: Caiaque com paragens para piquenique
ru: Каякинг с остановками для пикника
zh: 皮划艇和野餐停靠

# dateIdea_boardGameCafe
source: Board game café visit
af: Bordspeletjie kafee besoek
bn: বোর্ড গেম ক্যাফে ভ্রমণ
de: Besuch im Brettspielcafé
es: Visita a café de juegos de mesa
fil: Pagbisita sa board game café
fr: Visite d'un café jeux de société
hi: बोर्ड गेम कैफे की यात्रा
in: Kunjungan kafe permainan papan
ko: 보드게임 카페 방문
nl: Bordspelcafé bezoek
pt: Visita a café de jogos de tabuleiro
ru: Посещение кафе настольных игр
zh: 桌游咖啡馆之旅

# dateIdea_stargazingPicnic
source: Stargazing picnic
af: Sterrekyk piekniek
bn: তারা দেখার পিকনিক
de: Sterngucker-Picknick
es: Picnic bajo las estrellas
fil: Piknik habang tumitingin sa mga bituin
fr: Pique-nique sous les étoiles
hi: तारों को देखने की पिकनिक
in: Piknik sambil melihat bintang
ko: 별보기 피크닉
nl: Sterren kijken picknick
pt: Piquenique sob as estrelas
ru: Пикник под звёздами
zh: 观星野餐

# dateIdea_spaDayy
source: Couples spa day
af: Paartjies spa dag
bn: কাপলস স্পা ডে
de: Wellness-Tag für Paare
es: Día de spa en pareja
fil: Spa day para sa magkapareha
fr: Journée spa en couple
hi: कपल्स स्पा डे
in: Hari spa bersama pasangan
ko: 커플 스파 데이
nl: Spa dag voor stellen
pt: Dia de spa para casais
ru: СПА-день для пары
zh: 情侣水疗日

# dateIdea_wineTasting
source: Wine tasting at home
af: Wynproe by die huis
bn: বাড়িতে ওয়াইন টেস্টিং
de: Weinverkostung zu Hause
es: Cata de vinos en casa
fil: Wine tasting sa bahay
fr: Dégustation de vin à la maison
hi: घर पर वाइन टेस्टिंग
in: Mencicipi anggur di rumah
ko: 집에서 와인 시음
nl: Wijnproeverij thuis
pt: Prova de vinhos em casa
ru: Дегустация вина дома
zh: 居家品酒

# dateIdea_bookstoreCafe
source: Bookstore browsing and café visit
af: Boekwinkel verken en kafee besoek
bn: বইয়ের দোকান ব্রাউজিং এবং ক্যাফে ভ্রমণ
de: Buchhandlung stöbern und Cafébesuch
es: Visita a librería y café
fil: Pagbabasa sa bookstore at café
fr: Visite de librairie et café
hi: बुकस्टोर ब्राउज़िंग और कैफे यात्रा
in: Menjelajahi toko buku dan mengunjungi kafe
ko: 서점 구경과 카페 방문
nl: Boekwinkel en café bezoek
pt: Passear pela livraria e visita ao café
ru: Поход в книжный магазин и кафе
zh: 书店浏览和咖啡馆参观

# dateIdea_yoga
source: Gentle yoga class together
af: Sagte yoga klas saam
bn: একসাথে নরম যোগব্যায়াম ক্লাস
de: Sanfte Yoga-Stunde zusammen
es: Clase de yoga suave juntos
fil: Klase ng yoga na magkasama
fr: Cours de yoga doux ensemble
hi: साथ में जेंटल योग क्लास
in: Kelas yoga bersama
ko: 함께하는 젠틀 요가 클래스
nl: Samen rustige yogales
pt: Aula de yoga suave juntos
ru: Совместное занятие йогой
zh: 一起上温和瑜伽课

# dateIdea_meditation
source: Meditation and mindfulness session
af: Meditasie en bewustheid sessie
bn: ধ্যান এবং মাইন্ডফুলনেস সেশন
de: Meditations- und Achtsamkeitssitzung
es: Sesión de meditación y mindfulness
fil: Meditation at mindfulness session
fr: Session de méditation et pleine conscience
hi: ध्यान और माइंडफुलनेस सत्र
in: Sesi meditasi dan kesadaran
ko: 명상과 마음챙김 세션
nl: Meditatie en mindfulness sessie
pt: Sessão de meditação e mindfulness
ru: Сеанс медитации и осознанности
zh: 冥想和正念练习

# dateIdea_natureWalk
source: Nature walk in a quiet park
af: Natuurwandeling in 'n rustige park
bn: শান্ত পার্কে প্রকৃতি ভ্রমণ
de: Naturspaziergang im ruhigen Park
es: Paseo por la naturaleza en un parque tranquilo
fil: Paglalakad sa tahimik na parke
fr: Promenade nature dans un parc tranquille
hi: शांत पार्क में प्रकृति की सैर
in: Jalan-jalan di taman yang tenang
ko: 조용한 공원에서 산책
nl: Natuurwandeling in een rustig park
pt: Passeio pela natureza num parque tranquilo
ru: Прогулка по тихому парку
zh: 安静公园漫步

# dateIdea_couplesMassage
source: Couples massage
af: Paartjies massering
bn: কাপলস ম্যাসাজ
de: Paarmassage
es: Masaje en pareja
fil: Masahe para sa magkapareha
fr: Massage en couple
hi: कपल्स मसाज
in: Pijat pasangan
ko: 커플 마사지
nl: Koppelmassage
pt: Massagem para casais
ru: Парный массаж
zh: 情侣按摩

# dateIdea_musicConcert
source: Relaxing music concert
af: Ontspannende musiekkonsert
bn: আরামদায়ক সঙ্গীত কনসার্ট
de: Entspannendes Musikkonzert
es: Concierto de música relajante
fil: Nakakalmang konsiyerto
fr: Concert de musique relaxante
hi: रिलैक्सिंग म्यूजिक कॉन्सर्ट
in: Konser musik santai
ko: 편안한 음악 콘서트
nl: Ontspannend muziekconcert
pt: Concerto de música relaxante
ru: Расслабляющий музыкальный концерт
zh: 轻松音乐会

# dateIdea_potteryClass
source: Pottery or painting class
af: Pottebakkery of skilderkunsklas
bn: পটারি বা পেইন্টিং ক্লাস
de: Töpfer- oder Malkurs
es: Clase de cerámica o pintura
fil: Klase ng pottery o pagpipinta
fr: Cours de poterie ou de peinture
hi: पॉटरी या पेंटिंग क्लास
in: Kelas tembikar atau melukis
ko: 도예 또는 그림 수업
nl: Pottenbakken of schilderles
pt: Aula de cerâmica ou pintura
ru: Урок гончарного дела или рисования
zh: 陶艺或绘画课

# dateIdea_mysteryDate
source: Surprise mystery date (pre-planned activities)
bn: সারপ্রাইজ মিস্টেরি ডেট (পূর্ব-পরিকল্পিত কার্যক্রম)
de: Überraschungs-Mystery-Date (vorgeplante Aktivitäten)
es: Cita sorpresa misteriosa (actividades planificadas)
fil: Sorpresang date (nakaplanong aktibidad)
fr: Rendez-vous surprise (activités planifiées)
hi: सरप्राइज मिस्ट्री डेट (पूर्व-नियोजित गतिविधियां)
in: Kencan kejutan (aktivitas yang sudah direncanakan)
ko: 서프라이즈 미스터리 데이트 (사전 계획된 활동)
nl: Verrassings date (vooraf geplande activiteiten)
pt: Encontro surpresa (atividades pré-planeadas)
ru: Сюрприз-свидание (заранее спланированные активности)
zh: 惊喜神秘约会（预先计划活动）

# dateIdea_foodTour
source: Local food tour
bn: স্থানীয় খাবারের ট্যুর
de: Lokale Food-Tour
es: Tour gastronómico local
fr: Tour gastronomique local
hi: स्थानीय फूड टूर
in: Tur kuliner lokal
ko: 로컬 푸드 투어
nl: Lokale food tour
pt: Tour gastronómico local
ru: Местный гастрономический тур
zh: 当地美食之旅

# dateIdea_amusementPark
source: Amusement park visit
bn: অ্যামিউজমেন্ট পার্ক ভ্রমণ
de: Freizeitparkbesuch
es: Visita al parque de atracciones
fil: Pagbisita sa amusement park
fr: Visite d'un parc d'attractions
hi: एम्यूजमेंट पार्क यात्रा
in: Kunjungan taman hiburan
ko: 놀이공원 방문
nl: Pretpark bezoek
pt: Visita ao parque de diversões
ru: Посещение парка аттракционов
zh: 游乐园游玩

# dateIdea_comedyShow
source: Live comedy show
bn: লাইভ কমেডি শো
es: Show de comedia en vivo
fr: Spectacle de comédie
hi: लाइव कॉमेडी शो
in: Pertunjukan komedi langsung
ko: 라이브 코미디 쇼
pt: Espetáculo de comédia ao vivo
ru: Стендап-шоу
zh: 现场喜剧表演

# dateIdea_karaoke
source: Karaoke night
bn: ক্যারাওকে নাইট
de: Karaoke-Abend
es: Noche de karaoke
fil: Gabi ng karaoke
fr: Soirée karaoké
hi: कराओके नाइट
in: Malam karaoke
ko: 노래방 나이트
nl: Karaoke avond
pt: Noite de karaoke
ru: Караоке-вечер
zh: 卡拉OK之夜

# dateIdea_movieMarathon
source: Movie marathon with favorite snacks
bn: প্রিয় স্ন্যাকস সহ মুভি ম্যারাথন
de: Filmmarathon mit Lieblingssnacks
es: Maratón de películas con aperitivos favoritos
fil: Movie marathon na may paboritong meryenda
fr: Marathon de films avec collations préférées
hi: पसंदीदा स्नैक्स के साथ मूवी मैराथन
in: Maraton film dengan cemilan favorit
ko: 좋아하는 간식과 함께하는 영화 마라톤
nl: Filmmarathon met favoriete snacks
pt: Maratona de filmes com snacks favoritos
ru: Марафон фильмов с любимыми закусками
zh: 电影马拉松配喜爱的零食

# dateIdea_scenicDrive
source: Scenic drive with stops at viewpoints
bn: দৃশ্যমান স্পটে থামাসহ স্কেনিক ড্রাইভ
de: Landschaftsfahrt mit Aussichtsstopps
es: Paseo escénico con paradas en miradores
fil: Pagmamaneho sa magagandang lugar
fr: Balade panoramique avec arrêts aux points de vue
hi: व्यूपॉइंट पर रुकने के साथ सुंदर ड्राइव
in: Berkendara menikmati pemandangan
ko: 전망 좋은 곳에서 멈추는 드라이브
nl: Toeristische autorit met stops bij uitzichtpunten
pt: Passeio panorâmico com paragens em miradouros
ru: Живописная поездка с остановками у смотровых площадок
zh: 观景自驾游

# dateIdea_relaxingPicnic
source: Relaxing picnic in a park
bn: পার্কে আরামদায়ক পিকনিক
de: Entspanntes Picknick im Park
es: Picnic relajante en el parque
fil: Mahinahong piknik sa parke
fr: Pique-nique relaxant dans un parc
hi: पार्क में आरामदायक पिकनिक
in: Piknik santai di taman
ko: 공원에서 편안한 피크닉
nl: Ontspannende picknick in het park
pt: Piquenique relaxante num parque
ru: Расслабляющий пикник в парке
zh: 公园轻松野餐

# dateIdea_bookReading
source: Couples book reading session
bn: কাপলস বই পড়ার সেশন
de: Gemeinsame Lesezeit
es: Sesión de lectura en pareja
fil: Magkasabay na pagbabasa ng libro
fr: Session de lecture en couple
hi: कपल्स बुक रीडिंग सेशन
in: Sesi membaca buku bersama
ko: 커플 독서 시간
nl: Samen boeken lezen
pt: Sessão de leitura para casais
ru: Совместное чтение книг
zh: 情侣共读时光

# dateIdea_stargazing
source: Stargazing from a comfortable spot
bn: আরামদায়ক স্থান থেকে তারা দেখা
de: Sternegucken von einem gemütlichen Platz
es: Observación de estrellas desde un lugar cómodo
fil: Pagtingin sa mga bituin mula sa komportableng lugar
fr: Observation des étoiles depuis un endroit confortable
hi: आरामदायक जगह से तारे देखना
in: Melihat bintang dari tempat yang nyaman
ko: 편안한 장소에서 별보기
nl: Sterren kijken vanaf een comfortabele plek
pt: Observar as estrelas num local confortável
ru: Наблюдение за звёздами с уютного места
zh: 舒适地点观星

# dateIdea_newRestaurant
source: Try a new restaurant together
bn: একসাথে নতুন রেস্টুরেন্ট ট্রাই করা
de: Neues Restaurant ausprobieren
es: Probar un nuevo restaurante juntos
fil: Subukan ang bagong restaurant
fr: Essayer un nouveau restaurant ensemble
hi: साथ में एक नए रेस्तरां का प्रयास करें
in: Mencoba restoran baru bersama
ko: 새로운 레스토랑 시도하기
nl: Samen een nieuw restaurant proberen
pt: Experimentar um novo restaurante juntos
ru: Попробовать новый ресторан вместе
zh: 一起尝试新餐厅

# dateIdea_museum
source: Visit a local museum
bn: স্থানীয় জাদুঘর ভ্রমণ
de: Lokales Museum besuchen
es: Visitar un museo local
fil: Bisitahin ang lokal na museo
fr: Visiter un musée local
hi: स्थानीय संग्रहालय की यात्रा
in: Mengunjungi museum lokal
ko: 지역 박물관 방문
nl: Bezoek een lokaal museum
pt: Visitar um museu local
ru: Посетить местный музей
zh: 参观当地博物馆

# dateIdea_cookingClass2
source: Take a cooking class
bn: রান্নার ক্লাস নেওয়া
de: Einen Kochkurs belegen
es: Tomar una clase de cocina
fil: Sumali sa klase ng pagluluto
fr: Prendre un cours de cuisine
hi: कुकिंग क्लास लें
in: Mengikuti kelas memasak
ko: 요리 수업 듣기
nl: Volg een kookworkshop
pt: Fazer uma aula de culinária
ru: Пройти кулинарный мастер-класс
zh: 参加烹饪课

# dateIdea_natureWalk2
source: Go for a nature walk
bn: প্রকৃতি ভ্রমণে যাওয়া
de: Spaziergang in der Natur
es: Dar un paseo por la naturaleza
fil: Maglakad sa kalikasan
fr: Faire une promenade dans la nature
hi: प्रकृति की सैर के लिए जाएं
in: Jalan-jalan di alam
ko: 자연 산책하기
nl: Maak een natuurwandeling
pt: Fazer uma caminhada na natureza
ru: Отправиться на прогулку на природу
zh: 自然徒步

# dateIdea_localEvent
source: Attend a local event or festival
bn: স্থানীয় ইভেন্ট বা উৎসবে যোগদান
de: Lokales Event oder Festival besuchen
es: Asistir a un evento o festival local
fil: Dumalo sa lokal na event o festival
fr: Assister à un événement ou festival local
hi: स्थानीय कार्यक्रम या त्योहार में भाग लें
in: Menghadiri acara atau festival lokal
ko: 지역 행사나 축제 참여
nl: Bezoek een lokaal evenement of festival
pt: Participar num evento ou festival local
ru: Посетить местное мероприятие или фестиваль
zh: 参加当地活动或节日

# momentsTitle
source: Moments
af: Oomblikke
bn: মুহূর্তগুলি
de: Momente
es: Momentos
fil: Mga Sandali
hi: पल
in: Momen
ko: 모먼트
nl: Momenten
pt: Momentos
ru: Моменты
zh: 动态

source: Upload New Moment
af: Laai Nuwe Oomblik Op
bn: নতুন মুহূর্ত আপলোড করুন
de: Neuen Moment hochladen
es: Subir Nuevo Momento
fil: Mag-upload ng Bagong Sandali
fr: Partager un nouveau moment
hi: नया पल अपलोड करें
in: Unggah Momen Baru
ko: 새 모먼트 업로드
nl: Nieuw Moment Uploaden
pt: Carregar Novo Momento
ru: Загрузить новый момент
zh: 上传新动态

# myMomentsTab
source: My Moments
af: My Oomblikke
bn: আমার মুহূর্তগুলি
de: Meine Momente
es: Mis Momentos
fil: Aking mga Sandali
fr: Mes moments
hi: मेरे पल
in: Momen Saya
ko: 내 모먼트
nl: Mijn Momenten
pt: Meus Momentos
ru: Мои моменты
zh: 我的动态

# peopleMomentsTab
source: People's Moments
af: Mense se Oomblikke
bn: অন্যদের মুহূর্তগুলি
de: Momente anderer
es: Momentos de Otros
fil: Mga Sandali ng Iba
fr: Moments des autres
hi: लोगों के पल
in: Momen Orang Lain
ko: 다른 사람의 모먼트
nl: Momenten van Anderen
pt: Momentos das Pessoas
ru: Моменты людей
zh: 大家的动态

# locationPermissionTitle
source: Location Permission Denied
af: Ligging Toestemming Geweier
bn: লোকেশন অনুমতি প্রত্যাখ্যাত
de: Standortberechtigung verweigert
es: Permiso de Ubicación Denegado
fil: Hindi Pinayagan ang Location
fr: Permission de localisation refusée
hi: स्थान अनुमति अस्वीकृत
in: Izin Lokasi Ditolak
ko: 위치 권한 거부됨
nl: Locatietoestemming Geweigerd
pt: Permissão de Localização Negada
ru: Доступ к геолокации запрещён
zh: 位置权限被拒绝

# locationPermissionMessage
source: This app needs location permission to function properly
af: Hierdie toepassing benodig ligging toestemming om behoorlik te funksioneer
bn: এই অ্যাপের সঠিকভাবে কাজ করার জন্য লোকেশন অনুমতি প্রয়োজন
de: Diese App benötigt Standortberechtigung für die korrekte Funktionsweise
es: Esta aplicación necesita permiso de ubicación para funcionar correctamente
fil: Kailangan ng app na ito ang pahintulot sa lokasyon para gumana nang maayos
fr: Cette application nécessite la permission de localisation pour fonctionner correctement
hi: इस ऐप को सही ढंग से काम करने के लिए स्थान की अनुमति की आवश्यकता है
in: Aplikasi ini memerlukan izin lokasi untuk berfungsi dengan baik
ko: 이 앱은 정상적인 작동을 위해 위치 권한이 필요합니다
nl: Deze app heeft locatietoestemming nodig om goed te functioneren
pt: Esta aplicação necessita de permissão de localização para funcionar corretamente
ru: Приложению необходим доступ к геолокации для корректной работы
zh: 应用需要位置权限才能正常运行

# locationErrorTitle
source: Location Error
af: Ligging Fout
bn: লোকেশন ত্রুটি
de: Standortfehler
es: Error de Ubicación
fil: Error sa Lokasyon
fr: Erreur de localisation
hi: स्थान त्रुटि
in: Kesalahan Lokasi
ko: 위치 오류
nl: Locatiefout
pt: Erro de Localização
ru: Ошибка геолокации
zh: 位置错误

# locationErrorMessage
source: Unable to get your current location. Please try again later
af: Kan nie jou huidige ligging kry nie. Probeer asseblief weer later
bn: আপনার বর্তমান অবস্থান পেতে অক্ষম। অনুগ্রহ করে পরে আবার চেষ্টা করুন
de: Aktueller Standort konnte nicht ermittelt werden. Bitte später erneut versuchen
es: No se puede obtener tu ubicación actual. Por favor, inténtalo más tarde
fil: Hindi makuha ang iyong kasalukuyang lokasyon. Pakisubukan muli mamaya
fr: Impossible d'obtenir votre position actuelle. Veuillez réessayer plus tard
hi: आपका वर्तमान स्थान प्राप्त करने में असमर्थ। कृपया बाद में पुनः प्रयास करें
in: Tidak dapat mendapatkan lokasi Anda. Silakan coba lagi nanti
ko: 현재 위치를 가져올 수 없습니다. 나중에 다시 시도해주세요
nl: Kan je huidige locatie niet ophalen. Probeer het later opnieuw
pt: Não foi possível obter a sua localização atual. Por favor tente novamente mais tarde
ru: Не удалось получить ваше текущее местоположение. Попробуйте позже
zh: 无法获取您的当前位置，请稍后重试

# storagePermissionMessage
source: Storage permission is required to share moments
bn: মুহূর্ত শেয়ার করার জন্য স্টোরেজ অনুমতি প্রয়োজন
de: Speicherberechtigung wird zum Teilen von Momenten benötigt
es: Se requiere permiso de almacenamiento para compartir momentos
fil: Kailangan ng pahintulot sa storage para magbahagi ng mga sandali
fr: La permission de stockage est nécessaire pour partager des moments
hi: पल साझा करने के लिए स्टोरेज अनुमति आवश्यक है
in: Izin penyimpanan diperlukan untuk berbagi momen
ko: 모먼트를 공유하려면 저장소 권한이 필요합니다
nl: Opslagtoestemming is nodig om momenten te delen
pt: É necessária permissão de armazenamento para partilhar momentos
ru: Для публикации моментов требуется разрешение на доступ к хранилищу
zh: 需要存储权限才能分享动态

# imagePickError
source: Error picking image. Please try again
bn: ছবি নির্বাচনে ত্রুটি। অনুগ্রহ করে আবার চেষ্টা করুন
de: Fehler beim Bildauswählen. Bitte erneut versuchen
es: Error al seleccionar imagen. Por favor, inténtalo de nuevo
fil: Error sa pagpili ng larawan. Pakisubukan muli
fr: Erreur lors de la sélection de l'image. Veuillez réessayer
hi: छवि चयन में त्रुटि। कृपया पुनः प्रयास करें
in: Kesalahan memilih gambar. Silakan coba lagi
ko: 이미지 선택 중 오류가 발생했습니다. 다시 시도해주세요
nl: Fout bij het kiezen van afbeelding. Probeer het opnieuw
pt: Erro ao selecionar imagem. Por favor tente novamente
ru: Ошибка при выборе изображения. Попробуйте снова
zh: 选择图片出错，请重试
