Repository: kaynelapps/Soul
Catalog: lib/l10n/app_*.arb
Languages: af, bn, de, es, fil, fr, hi, in, ko, nl, pt, ru, zh

# budgetDateDesc
source: Plan an entire date with a $20 budget
af: Beplan 'n volledige datum met 'n $20 begroting
bn: $20 বাজেট দিয়ে একটি সম্পূর্ণ ডেট পরিকল্পনা করুন
de: Plane ein komplettes Date mit einem Budget von 20€
es: Planifica toda una cita con un presupuesto de $20
fil: Magplano ng buong date gamit ang $20 na budget
fr: Planifiez un rendez-vous complet avec un budget de 20€
hi: ₹2000 के बजट में पूरी डेट प्लान करें
in: Rencanakan kencan dengan anggaran $20
ko: 20달러 예산으로 전체 데이트 계획하기
nl: Plan een volledige date met een budget van $20
pt: Planeie um encontro completo com um orçamento de 20€
ru: Запланируйте свидание с бюджетом в 20 долларов
zh: 用20美元预算策划一整个约会

# artShowTitle
source: Couple Art Show
af: Koppel Kunstenaar Skou
bn: কাপল আর্ট শো
de: Künstlerausstellung für Paare
es: Exposición de Arte en Pareja
fil: Tandem Art Show
fr: Exposition d'art en couple
hi: युगल आर्ट शो
in: Pertunjukan Seni Pasangan
ko: 커플 아트 쇼
nl: Koppel Kunst Show
pt: Exposição de Arte para Casais
ru: Парный арт-шоу
zh: 情侣艺术展

# artShowDesc
source: Create art pieces in 30 minutes for your gallery
af: Skep kunswerke in 30 minute vir jou galery
bn: ৩০ মিনিটের মধ্যে আপনার গ্যালারির জন্য আর্ট তৈরি করুন
de: Erstellt in 30 Minuten Kunstwerke für eure Galerie
es: Creen piezas de arte en 30 minutos para su galería
fil: Gumawa ng mga obra maestra sa loob ng 30 minuto para sa inyong gallery
fr: Créez des œuvres d'art en 30 minutes pour votre galerie
hi: अपनी गैलरी के लिए 30 मिनट में आर्ट पीस बनाएं
in: Buat karya seni dalam 30 menit untuk galeri Anda
ko: 30분 안에 아트 작품을 만들어 갤러리에 전시하기
nl: Maak kunstwerken in 30 minuten voor je galerij
pt: Criem peças de arte em 30 minutos para a vossa galeria
ru: Создайте произведения искусства за 30 минут для вашей галереи
zh: 在30分钟内创作艺术作品并展示

# fearConquerTitle
source: Conquer a Fear
af: Oorwin 'n Vrees
bn: একটি ভয় জয় করুন
de: Eine Angst überwinden
es: Conquistar un Miedo
fil: Pagtanggal ng Takot
fr: Surmonter une peur
hi: एक डर को हराएं
in: Menaklukkan Ketakutan
ko: 두려움 극복
nl: Overwin een Angst
pt: Superar um Medo
ru: Преодоление страха
zh: 克服恐惧

# fearConquerDesc
source: Face a common fear as a team
af: Staan 'n algemene vrees saam as 'n span
bn: একটি সাধারণ ভয় একসাথে দল হিসেবে সম্মুখীন করুন
de: Stellt euch gemeinsam einer gemeinsamen Angst
es: Enfrenten un miedo común como equipo
fil: Harapin ang isang karaniwang takot bilang isang koponan
fr: Affrontez une peur commune en équipe
hi: टीम के रूप में एक सामान्य डर का सामना करें
in: Hadapi ketakutan bersama sebagai tim
ko: 팀으로 공통 두려움을 극복하기
nl: Sta samen een veelvoorkomende angst het hoofd
pt: Enfrentem um medo comum como equipa
ru: Сразитесь с общим страхом в команде
zh: 团队协作面对共同的恐惧

# newSkillsTitle
source: New Skills Challenge
af: Nuwe Vaardighede Uitdaging
bn: নতুন স্কিল চ্যালেঞ্জ
de: Neue Fähigkeiten-Challenge
es: Reto de Nuevas Habilidades
fil: Hamong Bagong Kasanayan
fr: Défi des nouvelles compétences
hi: नई स्किल चैलेंज
in: Tantangan Keterampilan Baru
ko: 새로운 기술 도전
nl: Nieuwe Vaardigheden Uitdaging
pt: Desafio de Novas Habilidades
ru: Вызов по освоению новых навыков
zh: 新技能挑战

# newSkillsDesc
source: Learn a new skill together
af: Leer 'n nuwe vaardigheid saam
bn: একসাথে একটি নতুন স্কিল শিখুন
de: Lernt zusammen eine neue Fähigkeit
es: Aprendan juntos una nueva habilidad
fil: Matutong mag bagong kasanayan magkasama
fr: Apprenez une nouvelle compétence ensemble
hi: साथ में एक नई स्किल सीखें
in: Pelajari keterampilan baru bersama
ko: 함께 새로운 기술 배우기
nl: Leer samen een nieuwe vaardigheid
pt: Aprendam uma nova habilidade juntos
ru: Изучите новый навык вместе
zh: 一起学习一项新技能

# complimentsTitle
source: 7 Compliments Date
af: 7 Complimente Datum
bn: ৭টি কমপ্লিমেন্ট ডেট
de: 7-Komplimente-Date
es: Cita de 7 Halagos
fil: 7 Komplimento Petsa
fr: Rendez-vous 7 compliments
hi: 7 तारीफों वाली डेट
in: Kencan 7 Pujian
ko: 7개의 칭찬 데이트
nl: 7 Complimenten Date
pt: Encontro de 7 Elogios
ru: Свидание с 7 комплиментами
zh: 7次赞美约会

# complimentsDesc
source: Give each other 7 genuine compliments
af: Gee mekaar 7 opregte komplimente
bn: একসাথে ৭টি আন্তরিক প্রশংসা করুন
de: Gebt euch gegenseitig 7 aufrichtige Komplimente
es: Dénse 7 cumplidos genuinos
fil: Magbigay ng 7 tapat na komplimento sa isa't isa
fr: Faites-vous 7 compliments sincères
hi: एक-दूसरे को 7 सच्ची तारीफें दें
in: Beri satu sama lain 7 pujian tulus
ko: 서로에게 진심 어린 칭찬 7개 하기
nl: Geef elkaar 7 oprechte complimenten
pt: Façam 7 elogios sinceros um ao outro
ru: Подарите друг другу 7 искренних комплиментов
zh: 给对方7个真诚的赞美

# loveLettersTitle
source: Love Letter Swap
af: Liefdesbrief Wissel
bn: লাভ লেটার সোয়াপ
de: Liebesbrief-Austausch
es: Intercambio de Cartas de Amor
fr: Échange de lettres d'amour
hi: लव लेटर एक्सचेंज
in: Tukar Surat Cinta
ko: 사랑의 편지 교환
nl: Liefdesbrieven Wisselen
pt: Troca de Cartas de Amor
ru: Обмен любовными письмами
zh: 情书交换

# loveLettersDesc
source: Write and exchange heartfelt love letters
af: Skryf en ruil opregte liefdesbriewe
bn: আন্তরিক প্রেমপত্র লিখুন এবং একে অপরের সাথে বিনিময় করুন
de: Schreibt und tauscht herzliche Liebesbriefe aus
es: Escriban e intercambien cartas de amor sinceras
fil: Sumulat at magpalitan ng mga tapat na liham ng pag-ibig
fr: Écrivez et échangez des lettres d'amour sincères
hi: दिल से लिखे गए प्रेम पत्र लिखें और बदलें
in: Tulis dan tukar surat cinta yang tulus
ko: 진심 어린 사랑의 편지 쓰기 및 교환
nl: Schrijf en wissel oprechte liefdesbrieven uit
pt: Escrevam e troquem cartas de amor sinceras
ru: Напишите и обменяйтесь сердечными любовными письмами
zh: 写下并交换发自内心的情书

# firstDateRecreationTitle
source: First Date Recreation
af: Eerste Datum Replikasie
bn: প্রথম ডেট পুনঃরচনার
de: Erstes Date nachstellen
es: Recreación de la Primera Cita
fil: Pagbabalik-tanaw ng Unang Petsa
fr: Recréation du premier rendez-vous
hi: पहली डेट को फिर से जीवंत करें
in: Rekreasi Kencan Pertama
ko: 첫 데이트 재현
nl: Eerste Date Reconstructie
pt: Recriação do Primeiro Encontro
ru: Воссоздание первого свидания
zh: 首次约会重现

# firstDateRecreationDesc
source: Recreate your very first date together
af: Repliseer jou heel eerste datum saam
bn: আপনার প্রথম ডেটটি একসাথে পুনর্নির্মাণ করুন
de: Stellt euer allererstes Date zusammen nach
es: Recreen juntos su primera cita
fil: Muling isagawa ang inyong unang date
fr: Recréez votre tout premier rendez-vous ensemble
hi: साथ में अपनी पहली डेट को फिर से अनुभव करें
in: Rekreasi kencan pertama Anda bersama
ko: 함께 첫 데이트를 재현하기
nl: Recreëer samen je eerste date
pt: Recriem o vosso primeiro encontro juntos
ru: Воссоздайте ваше первое свидание вместе
zh: 重现你们的第一次约会

# tasteTestTitle
source: Blind Taste Test
af: Blindproe Toets
bn: ব্লাইন্ড টেস্ট
de: Blind-Verkostung
es: Prueba de Sabores a Ciegas
fr: Test de dégustation à l'aveugle
hi: ब्लाइंड टेस्ट
in: Tes Cicip Rasa Buta
ko: 블라인드 미각 테스트
nl: Blind Proeven
pt: Teste Cego de Sabores
ru: Слепая дегустация
zh: 盲品测试

# tasteTestDesc
source: Guess foods while blindfolded
af: Raai kosse terwyl jy blinddoekdra
bn: চোখ বন্ধ করে খাবার অনুমান করুন
de: Erratet Lebensmittel mit verbundenen Augen
es: Adivinen los alimentos con los ojos vendados
fil: Hulaan ang mga pagkain habang nakapiring
fr: Devinez les aliments les yeux bandés
hi: आंखों पर पट्टी बांधकर खाने का अनुमान लगाएं
in: Tebak makanan sambil ditutup mata
ko: 눈을 가리고 음식을 맞추기
nl: Raad voedsel terwijl je geblinddoekt bent
pt: Adivinhem os alimentos com os olhos vendados
ru: Угадывайте продукты с закрытыми глазами
zh: 蒙上眼睛猜食物

# deepQuestionsTitle
source: Deep Questions
af: Diep Vrae
bn: গভীর প্রশ্ন
de: Tiefgründige Fragen
es: Preguntas Profundas
fil: Mga Malalim na Tanong
fr: Questions profondes
hi: गहरी बातें
in: Pertanyaan Mendalam
ko: 깊은 질문
nl: Diepe Vragen
pt: Perguntas Profundas
ru: Глубокие вопросы
zh: 深入问题

# deepQuestionsDesc
source: Answer 5 meaningful relationship questions
af: Beantwoord 5 betekenisvolle verhouding vrae
bn: আপনার সম্পর্ক নিয়ে ৫টি গুরুত্বপূর্ণ প্রশ্নের উত্তর দিন
de: Beantwortet 5 bedeutungsvolle Fragen über eure Beziehung
es: Respondan 5 preguntas significativas sobre la relación
fil: Sagutin ang 5 makabuluhang tanong tungkol sa inyong relasyon
fr: Répondez à 5 questions significatives sur votre relation
hi: रिश्ते से संबंधित 5 महत्वपूर्ण सवालों का जवाब दें
in: Jawab 5 pertanyaan bermakna tentang hubungan Anda
ko: 의미 있는 관계 질문 5개 답하기
nl: Beantwoord 5 betekenisvolle relatievragen
pt: Respondam a 5 perguntas significativas sobre o relacionamento
ru: Ответьте на 5 значимых вопросов о ваших отношениях
zh: 回答5个关于关系的深度问题

# gratitudeTitle
source: Gratitude Challenge
af: Dankbaarheid Uitdaging
bn: গ্রাটিটিউড চ্যালেঞ্জ
de: Dankbarkeits-Challenge
es: Reto de Gratitud
fil: Hamong Pasasalamat
fr: Défi de gratitude
hi: कृतज्ञता चैलेंज
in: Tantangan Rasa Syukur
ko: 감사 도전
nl: Dankbaarheid Uitdaging
pt: Desafio da Gratidão
ru: Вызов благодарности
zh: 感恩挑战

# gratitudeDesc
source: Share 5 things you're grateful for about each other
af: Deel 5 dinge wat jy vir mekaar dankbaar is
bn: একসাথে একে অপরের জন্য ৫টি জিনিস শেয়ার করুন যার জন্য আপনি কৃতজ্ঞ
de: Teilt 5 Dinge, für die ihr aneinander dankbar seid
es: Compartan 5 cosas por las que están agradecidos el uno del otro
fil: Ibahagi ang 5 bagay na iyong ipinagpapasalamat sa isa't isa
fr: Partagez 5 choses pour lesquelles vous êtes reconnaissants l'un envers l'autre
hi: एक-दूसरे के प्रति आभार प्रकट करने के लिए 5 बातें साझा करें
in: Bagikan 5 hal yang Anda syukuri tentang satu sama lain
ko: 서로에 대해 감사한 점 5가지 나누기
nl: Deel 5 dingen waarvoor je dankbaar bent in elkaar
pt: Partilhem 5 coisas pelas quais estão gratos um pelo outro
ru: Поделитесь 5 вещами, за которые вы благодарны друг другу
zh: 分享你对彼此感激的5件事情

# futurePlanTitle
source: Future Plan Date
af: Toekoms Plan Datum
bn: ফিউচার প্ল্যান ডেট
de: Zukunftsplan-Date
es: Cita de Planificación Futura
fil: Petsa ng Pagplano ng Kinabukasan
fr: Rendez-vous planification de l'avenir
hi: भविष्य योजना डेट
in: Kencan Perencanaan Masa Depan
ko: 미래 계획 데이트
nl: Toekomstplan Date
pt: Encontro de Planeamento Futuro
ru: Свидание для планирования будущего
zh: 未来规划约会

# futurePlanDesc
source: Create a vision board for your future together
af: Skep 'n visie bord vir jou toekoms saam
bn: আপনার ভবিষ্যতের জন্য একসাথে একটি ভিশন বোর্ড তৈরি করুন
de: Erstellt gemeinsam ein Visionboard für eure Zukunft
es: Creen un tablero de visión para su futuro juntos
fil: Gumawa ng vision board para sa inyong hinaharap na magkasama
fr: Créez un tableau de vision pour votre avenir ensemble
hi: अपने भविष्य के लिए एक विज़न बोर्ड बनाएं
in: Buat papan visi untuk masa depan bersama
ko: 함께 미래를 위한 비전 보드 만들기
nl: Maak een visionboard voor jullie gezamenlijke toekomst
pt: Criem um quadro de visão para o vosso futuro juntos
ru: Создайте доску визуализации для вашего будущего вместе
zh: 一起制作关于你们未来的愿景板

# volunteerTitle
source: Volunteer Date
af: Vrywilligerswerk Datum
bn: ভলান্টিয়ার ডেট
de: Freiwilligen-Date
es: Cita de Voluntariado
fil: Petsa ng Pagtulong
fr: Rendez-vous bénévolat
hi: स्वयंसेवी डेट
in: Kencan Relawan
ko: 봉사활동 데이트
nl: Vrijwilligers Date
pt: Encontro de Voluntariado
ru: Волонтерское свидание
zh: 志愿者约会

# volunteerDesc
source: Spend time volunteering for a shared cause
af: Spandeer tyd om te vrywillig vir 'n gesamentlike saak
bn: একটি সাধারণ কারণে স্বেচ্ছায় সময় কাটান
de: Verbringt Zeit als Freiwillige für eine gemeinsame Sache
es: Pasen tiempo como voluntarios para una causa compartida
fil: Maglaan ng oras para mag-volunteer para sa isang layunin na inyong pinapahalagahan
fr: Passez du temps à faire du bénévolat pour une cause commune
hi: एक साझा उद्देश्य के लिए स्वयंसेवा करें
in: Habiskan waktu untuk menjadi relawan untuk tujuan bersama
ko: 공유된 목표를 위해 봉사 활동에 참여하기
nl: Breng tijd door met vrijwilligen voor een gezamenlijk doel
pt: Passem tempo como voluntários por uma causa comum
ru: Проведите время, волонтеря для общей цели
zh: 花时间参与共同的志愿活动

# donationTitle
source: Donation Challenge
af: Donasie Uitdaging
bn: ডোনেশন চ্যালেঞ্জ
de: Spenden-Challenge
es: Reto de Donaciones
fil: Tantyahin ang Donasyon
fr: Défi des dons
hi: दान चैलेंज
in: Tantangan Donasi
ko: 기부 도전
nl: Donatie Uitdaging
pt: Desafio de Doação
ru: Вызов пожертвования
zh: 捐赠挑战

# donationDesc
source: Each choose one item to donate and share why
af: Kies elkeen 'n item om te doneer en deel waarom
bn: প্রতিটি এক একটি আইটেম দান করতে বেছে নিন এবং কেন তা শেয়ার করুন
de: Wählt jeweils einen Gegenstand zum Spenden aus und erklärt, warum
es: Elijan un artículo para donar y expliquen por qué
fil: Magpili ng isang bagay na idodonate at ibahagi kung bakit
fr: Choisissez chacun un article à donner et expliquez pourquoi
hi: एक-एक वस्तु का चयन करें जिसे दान करें और उसका कारण बताएं
in: Pilih satu barang untuk didonasikan dan bagikan alasan Anda
ko: 기부할 아이템 하나씩 선택하고 이유를 공유하기
nl: Kies elk één item om te doneren en deel waarom
pt: Escolham um item para doar e expliquem o motivo
ru: Каждый выберите один предмет для пожертвования и объясните почему
zh: 每人选择一件要捐赠的物品并分享原因

# accentTitle
source: Accent Challenge
af: Aksent Uitdaging
bn: অ্যাকসেন্ট চ্যালেঞ্জ
de: Akzent-Challenge
es: Reto de Acentos
fr: Défi d'accent
hi: लहजा चैलेंज
in: Tantangan Aksen
ko: 억양 도전
nl: Accent Uitdaging
pt: Desafio de Acentos
ru: Вызов акцента
zh: 口音挑战

# accentDesc
source: Speak in funny accents throughout the date
af: Praat in snaakse aksente regdeur die datum
bn: ডেটের সময় মজার অ্যাকসেন্টে কথা বলুন
de: Sprecht während des Dates in lustigen Akzenten
es: Hablen con acentos divertidos durante la cita
fil: Magsalita gamit ang mga nakakatawang accent habang nasa buong date
fr: Parlez avec des accents amusants tout au long du rendez-vous
hi: पूरी डेट के दौरान मजेदार लहजे में बात करें
in: Berbicara dengan aksen lucu sepanjang kencan
ko: 데이트 동안 재미있는 억양으로 대화하기
nl: Spreek in grappige accenten tijdens de date
pt: Falem com sotaques engraçados durante o encontro
ru: Говорите с забавными акцентами на протяжении всего свидания
zh: 在约会期间用有趣的口音说话

# roleSwapTitle
source: Role-Swapping Date
af: Rolwisseling Datum
bn: রোল-সোয়াপ ডেট
de: Rollentausch-Date
es: Cita de Intercambio de Roles
fil: Role-Swapping Petsa
fr: Rendez-vous échange de rôles
hi: भूमिका अदला-बदली डेट
in: Kencan Tukar Peran
ko: 역할 바꾸기 데이트
nl: Rolwissel Date
pt: Encontro de Troca de Papéis
ru: Свидание с обменом ролями
zh: 角色互换约会

# roleSwapDesc
source: Pretend to be each other for the entire date
af: Doen asof jy mekaar is vir die hele datum
bn: পুরো ডেটটি একে অপরের মতো আচরণ করুন
de: Tut so, als wärt ihr der andere während des gesamten Dates
es: Finjan ser el otro durante toda la cita
fil: Magkunwaring maging isa't isa sa buong date
fr: Faites semblant d'être l'autre tout au long du rendez-vous
hi: पूरी डेट में एक-दूसरे की भूमिका निभाएं
in: Berpura-puralah menjadi satu sama lain selama kencan
ko: 데이트 동안 서로의 역할을 흉내 내기
nl: Doe alsof je elkaar bent voor de hele date
pt: Finjam ser um ao outro durante o encontro inteiro
ru: Притворитесь друг другом на протяжении всего свидания
zh: 整场约会假装成为对方

# oppositeDayTitle
source: Opposite Day
af: Teenoorgestelde Dag
bn: অপোজিট ডে
de: Gegenteil-Tag
es: Día Opuesto
fr: Journée opposée
hi: उल्टा दिन
in: Hari Terbalik
ko: 반대의 날
nl: Tegengestelde Dag
pt: Dia Oposto
ru: День наоборот
zh: 相反日

# oppositeDayDesc
source: Let the usual follower take charge today
af: Laat diegene wat normaalweg volg, vandag die leiding neem
bn: আজ যিনি সাধারণত অনুসরণ করেন, তাকে নেতৃত্ব দিতে দিন
de: Lasst heute denjenigen, der normalerweise folgt, die Führung übernehmen
es: Deja que el seguidor habitual tome la iniciativa hoy
fil: Hayaan ang karaniwang sumusunod na magtakda ng direksyon ng araw na ito
fr: Laissez celui qui suit habituellement prendre les rênes aujourd'hui
hi: आज वह नेतृत्व करे जो सामान्यतः अनुसरण करता है
in: Biarkan pasangan yang biasanya mengikuti mengambil alih kendali hari ini
ko: 평소 리더가 아닌 사람이 주도권 잡기
nl: Laat degene die normaal volgt vandaag de leiding nemen
pt: Deixem quem normalmente segue liderar hoje
ru: Позвольте обычно пассивному партнеру взять на себя руководство
zh: 让通常的追随者今天掌控全局

source: Couple Challenges
af: Paar Uitdagings
bn: কাপল চ্যালেঞ্জ
de: Paar-Herausforderungen
es: Retos en Pareja
fil: Mga Hamon para sa Magkapareha
fr: Défis en couple
hi: युगल चुनौतियां
in: Tantangan Pasangan
ko: 커플 챌린지
nl: Koppel Uitdagingen
pt: Desafios para Casais
ru: Вызовы для пары
zh: 情侣挑战

# firstDateAdventureTitle
source: First Date Adventure
af: Eerste Datum Avontuur
bn: প্রথম ডেট অ্যাডভেঞ্চার
de: Abenteuer beim ersten Date
es: Aventura de la Primera Cita
fil: Unang Petsa Adventure
fr: Aventure du premier rendez-vous
hi: पहली डेट का रोमांच
in: Petualangan Kencan Pertama
ko: 첫 데이트 모험
nl: Eerste Date Avontuur
pt: Aventura no Primeiro Encontro
ru: Приключение первого свидания
zh: 第一次约会冒险

# firstDateAdventureDesc
source: One of you becomes the Mystery Planner! Surprise your partner with a secret adventure full of twists, turns, and exciting moments.
af: Beplan 'n verrassingsaktiwiteit vir jou maat
bn: আপনার সঙ্গীটির জন্য একটি চমকপ্রদ কার্যক্রম পরিকল্পনা করুন
de: Plane eine Überraschungsaktivität für deinen Partner
es: Planifica una actividad sorpresa para tu pareja
fil: Magplano ng isang sorpresa na aktibidad para sa iyong partner
fr: Planifiez une activité surprise pour votre partenaire
hi: अपने साथी के लिए एक सरप्राइज एक्टिविटी प्लान करें
in: Rencanakan aktivitas kejutan untuk pasangan Anda
ko: 파트너를 위한 깜짝 활동 계획하기
nl: Plan een verrassingsactiviteit voor je partner
pt: Planeie uma atividade surpresa para o seu parceiro
ru: Запланируйте неожиданное занятие для вашего партнера
zh: 为你的伴侣计划一个惊喜活动

# romanticChefTitle
source: Romantic Chef
af: Romantiese Sjef
bn: রোমান্টিক শেফ
de: Romantischer Koch
es: Chef Romántico
fr: Chef romantique
hi: रोमांटिक शेफ
in: Koki Romantis
ko: 로맨틱 셰프
nl: Romantische Chef
pt: Chef Romântico
ru: Романтический шеф-повар
zh: 浪漫厨师

# romanticChefDesc
source: Cook a meal together from scratch
af: Kook 'n ete saam van nuuts af
bn: একসাথে একদম নতুন করে খাবার রান্না করুন
de: Kocht gemeinsam eine Mahlzeit von Grund auf
es: Cocinen juntos una comida desde cero
fil: Magluto ng pagkain mula sa simula magkasama
fr: Cuisinez un repas ensemble à partir de zéro
hi: शुरुआत से साथ में खाना बनाएं
in: Masak bersama dari awal
ko: 함께 재료를 준비해 요리하기
nl: Kook samen een maaltijd vanaf nul
pt: Cozinhem uma refeição juntos do zero
ru: Приготовьте блюдо вместе с нуля
zh: 一起从零开始烹饪一顿饭

source: Start Challenge
af: Begin Uitdaging
bn: চ্যালেঞ্জ শুরু করুন
de: Challenge starten
es: Iniciar Reto
fil: Simulan ang Hamon
fr: Commencer le défi
hi: चुनौती शुरू करें
in: Mulai Tantangan
ko: 도전 시작
nl: Begin Uitdaging
pt: Iniciar Desafio
ru: Начать вызов
zh: 开始挑战

source: Explore Ideas
af: Verken Idees
bn: আইডিয়া এক্সপ্লোর করুন
de: Ideen erkunden
es: Explorar Ideas
fil: Mag-explore ng mga Ideya
fr: Explorer les idées
hi: आइडिया एक्सप्लोर करें
in: Jelajahi Ide
ko: 아이디어 탐색
nl: Verken Ideeën
pt: Explorar Ideias
ru: Исследовать идеи
zh: 探索创意
