Repository: kaynelapps/Soul
Catalog: lib/l10n/app_*.arb
Languages: af, bn, de, es, fil, fr, hi, in, ko, nl, pt, ru, zh

# skipButton
source: Skip
af: Slaan oor
bn: স্কিপ
de: Überspringen
es: Saltar
fil: Laktawan
fr: Passer
hi: छोड़ें
in: Lewati
ko: 건너뛰기
nl: Overslaan
pt: Pular
ru: Пропустить
zh: 跳过

# onboardTitle1
source: Understand Your Emotional State
af: Verstaan Jou Emosionele Toestand
bn: আপনার মানসিক অবস্থা বুঝুন
de: Verstehen Sie Ihren emotionalen Zustand
es: Comprende tu estado emocional
fil: Unawain ang Iyong Emosyonal na Kalagayan
fr: Comprendre votre état émotionnel
hi: अपनी भावनात्मक स्थिति को समझें
in: Pahami Keadaan Emosi Anda
ko: 감정 상태 이해하기
nl: Begrijp Je Emotionele Toestand
pt: Compreenda Seu Estado Emocional
ru: Поймите свое эмоциональное состояние
zh: 了解你的情绪状态

# onboardDesc1
source: Our AI helps you and your partner assess your emotional states through a series of thoughtful questions, ensuring the best date ideas for your mood.
af: Ons KI help jou en jou maat om julle emosionele toestande te assesseer deur 'n reeks deurdagte vrae, om die beste afspraak-idees vir julle bui te verseker.
bn: আমাদের AI একগুচ্ছ চিন্তাশীল প্রশ্নের মাধ্যমে আপনার এবং আপনার সঙ্গীর মানসিক অবস্থা মূল্যায়ন করতে সাহায্য করে, আপনার মেজাজের জন্য সেরা ডেট আইডিয়া নিশ্চিত করে।
de: Unsere KI hilft Ihnen und Ihrem Partner, Ihre emotionalen Zustände durch eine Reihe durchdachter Fragen einzuschätzen, um die besten Date-Ideen für Ihre Stimmung zu finden.
es: Nuestra IA te ayuda a ti y a tu pareja a evaluar sus estados emocionales a través de una serie de preguntas reflexivas, asegurando las mejores ideas para citas según tu estado de ánimo.
fil: Ang aming AI ay tumutulong sa iyo at sa iyong kapareha na masuri ang inyong emosyonal na kalagayan sa pamamagitan ng mga matalinong tanong, para matiyak ang pinakamahusay na mga ideya ng date para sa inyong mood.
fr: Notre IA vous aide, vous et votre partenaire, à évaluer vos états émotionnels à travers une série de questions réfléchies, garantissant les meilleures idées de rendez-vous selon votre humeur.
hi: हमारी AI आपको और आपके साथी को विचारपूर्ण प्रश्नों के माध्यम से आपकी भावनात्मक स्थितियों का आकलन करने में मदद करती है, जो आपके मूड के लिए सर्वोत्तम डेट आइडिया सुनिश्चित करती है।
in: AI kami membantu Anda dan pasangan menilai keadaan emosi melalui serangkaian pertanyaan mendalam, memastikan ide kencan terbaik sesuai suasana hati Anda.
ko: AI가 당신과 파트너의 감정 상태를 신중한 질문을 통해 평가하여 기분에 맞는 최적의 데이트 아이디어를 제안합니다.
nl: Onze AI helpt jou en je partner om jullie emotionele toestand te beoordelen via een reeks doordachte vragen, voor de beste date-ideeën passend bij jullie stemming.
pt: Nossa IA ajuda você e seu parceiro a avaliar seus estados emocionais através de uma série de perguntas reflexivas, garantindo as melhores ideias de encontro para seu humor.
ru: Наш ИИ помогает вам и вашему партнеру оценить эмоциональное состояние через серию продуманных вопросов, подбирая идеальные свидания под ваше настроение.
zh: 我们的AI通过一系列深思熟虑的问题帮助你和伴侣评估情绪状态，确保为你的心情提供最佳约会建议。

# onboardTitle2
source: Get Personalised Date Ideas
af: Kry Persoonlike Afspraak-idees
bn: ব্যক্তিগতকৃত ডেট আইডিয়া পান
de: Erhalten Sie personalisierte Date-Ideen
es: Obtén ideas de citas personalizadas
fil: Kumuha ng Personalized na mga Ideya sa Date
fr: Obtenez des idées de rendez-vous personnalisées
hi: व्यक्तिगत डेट आइडिया प्राप्त करें
in: Dapatkan Ide Kencan Personal
ko: 맞춤형 데이트 아이디어 받기
nl: Krijg Gepersonaliseerde Date-ideeën
pt: Obtenha Ideias de Encontro Personalizadas
ru: Получите персонализированные идеи для свиданий
zh: 获取个性化约会建议

# onboardDesc2
source: Based on your emotional insights, our AI suggests tailored date ideas that match both of your preferences and current feelings.
af: Gebaseer op julle emosionele insigte, stel ons KI pasgemaakte afspraak-idees voor wat by beide van julle voorkeure en huidige gevoelens pas.
bn: আপনার মানসিক অন্তর্দৃষ্টির উপর ভিত্তি করে, আমাদের AI আপনাদের উভয়ের পছন্দ এবং বর্তমান অনুভূতির সাথে মিল রেখে নির্দিষ্ট ডেট আইডিয়া সাজেস্ট করে।
de: Basierend auf Ihren emotionalen Einblicken schlägt unsere KI maßgeschneiderte Date-Ideen vor, die zu den Vorlieben und aktuellen Gefühlen von Ihnen beiden passen.
es: Basado en tus percepciones emocionales, nuestra IA sugiere ideas de citas adaptadas que coinciden con las preferencias y sentimientos actuales de ambos.
fil: Batay sa inyong mga emosyonal na pananaw, ang aming AI ay nagmumungkahi ng mga angkop na ideya sa date na tumutugma sa inyong mga kagustuhan at kasalukuyang damdamin.
fr: Sur la base de vos aperçus émotionnels, notre IA suggère des idées de rendez-vous adaptées qui correspondent aux préférences et aux sentiments actuels de vous deux.
hi: आपकी भावनात्मक अंतर्दृष्टि के आधार पर, हमारी AI आप दोनों की पसंद और वर्तमान भावनाओं के अनुरूप डेट के विचार सुझाती है।
in: Berdasarkan wawasan emosi Anda, AI kami menyarankan ide kencan yang disesuaikan dengan preferensi dan perasaan Anda berdua saat ini.
ko: 감정 분석을 기반으로 AI가 두 사람의 선호도와 현재 감정에 맞는 맞춤형 데이트 아이디어를 제안합니다.
nl: Op basis van jullie emotionele inzichten suggereert onze AI op maat gemaakte date-ideeën die passen bij jullie voorkeuren en huidige gevoelens.
pt: Com base em seus insights emocionais, nossa IA sugere ideias de encontro personalizadas que combinam com as preferências e sentimentos atuais de ambos.
ru: На основе ваших эмоциональных особенностей наш ИИ предлагает индивидуальные идеи для свиданий, соответствующие предпочтениям и текущим чувствам вас обоих.
zh: 基于你们的情绪洞察，我们的AI会推荐符合双方偏好和当前感受的定制约会方案。

# onboardTitle3
source: Stay Connected and Engaged
af: Bly Verbind en Betrokke
bn: সংযুক্ত এবং নিযুক্ত থাকুন
de: Bleiben Sie verbunden und engagiert
es: Mantente conectado y comprometido
fil: Manatiling Konektado at Engaged
fr: Restez connectés et engagés
hi: जुड़े रहें और सक्रिय रहें
in: Tetap Terhubung dan Terlibat
ko: 연결 유지하기
nl: Blijf Verbonden en Betrokken
pt: Mantenha-se Conectado e Envolvido
ru: Оставайтесь на связи
zh: 保持联系与互动

# onboardDesc3
source: Keep the spark alive by organising fun, meaningful, and unique dates that help strengthen your relationship over time.
af: Hou die vonk lewendig deur prettige, betekenisvolle en unieke afsprake te reël wat help om julle verhouding met verloop van tyd te versterk.
bn: সময়ের সাথে সাথে আপনার সম্পর্ক শক্তিশালী করতে মজাদার, অর্থপূর্ণ এবং অনন্য ডেট আয়োজন করে স্পার্ক জীবন্ত রাখুন।
de: Halten Sie den Funken am Leben, indem Sie spaßige, bedeutungsvolle und einzigartige Dates organisieren, die Ihre Beziehung im Laufe der Zeit stärken.
es: Mantén viva la chispa organizando citas divertidas, significativas y únicas que ayuden a fortalecer tu relación con el tiempo.
fil: Panatilihing buhay ang spark sa pamamagitan ng pag-oorganisa ng masaya, makabuluhan, at natatanging mga date na tumutulong sa pagpapalakas ng inyong relasyon sa paglipas ng panahon.
fr: Gardez la flamme vivante en organisant des rendez-vous amusants, significatifs et uniques qui aident à renforcer votre relation au fil du temps.
hi: मजेदार, सार्थक और अनूठी डेट्स का आयोजन करके अपने रिश्ते को समय के साथ मजबूत बनाएं।
in: Jaga percikan cinta dengan mengatur kencan yang menyenangkan, bermakna, dan unik yang membantu memperkuat hubungan Anda seiring waktu.
ko: 관계를 강화하는 데 도움이 되는 재미있고 의미 있는 특별한 데이트를 계획하세요.
nl: Houd de vonk levend door leuke, betekenisvolle en unieke dates te organiseren die jullie relatie in de loop van de tijd versterken.
pt: Mantenha a chama acesa organizando encontros divertidos, significativos e únicos que ajudam a fortalecer seu relacionamento ao longo do tempo.
ru: Поддерживайте искру в отношениях, организуя веселые, значимые и уникальные свидания, которые помогают укреплять ваши отношения.
zh: 通过组织有趣、有意义和独特的约会来保持感情活力，帮助加强你们的关系。

# appTitle
source: SoulPlan
bn: সোলপ্ল্যান
hi: सोलप्लान
ko: 소울플랜

# appSubtitle
source: The Perfect Date
af: Die Perfekte Afspraak
bn: পারফেক্ট ডেট
de: Das perfekte Date
es: La Cita Perfecta
fil: Ang Perpektong Date
fr: Le Rendez-vous Parfait
hi: परफेक्ट डेट
in: Kencan Sempurna
ko: 완벽한 데이트
nl: De Perfecte Date
pt: O Encontro Perfeito
ru: Идеальное свидание
zh: 完美约会

# planDateButton
source: Plan The Perfect Date
af: Beplan Die Perfekte Afspraak
bn: পারফেক্ট ডেট প্ল্যান করুন
de: Planen Sie das perfekte Date
es: Planear la cita perfecta
fil: Planuhin ang Perpektong Date
fr: Planifier le rendez-vous parfait
hi: परफेक्ट डेट की योजना बनाएं
in: Rencanakan Kencan Sempurna
ko: 완벽한 데이트 계획하기
nl: Plan De Perfecte Date
pt: Planejar o Encontro Perfeito
ru: Спланировать идеальное свидание
zh: 规划完美约会

# shareMomentsButton
source: Share Your Moments
af: Deel Jou Oomblikke
bn: আপনার মুহূর্তগুলি শেয়ার করুন
de: Teilen Sie Ihre Momente
es: Compartir momentos
fil: Ibahagi ang Iyong mga Sandali
fr: Partager vos moments
hi: अपने पल साझा करें
in: Bagikan Momen Anda
ko: 순간 공유하기
nl: Deel Je Momenten
pt: Compartilhar Seus Momentos
ru: Поделиться моментами
zh: 分享你的时刻

# favoriteDatesButton
source: Favourite Dates
af: Gunsteling Afsprake
bn: প্রিয় ডেটগুলি
de: Lieblingsdates
es: Citas favoritas
fil: Mga Paboritong Date
fr: Rendez-vous favoris
hi: पसंदीदा डेट्स
in: Kencan Favorit
ko: 즐겨찾기
nl: Favoriete Dates
pt: Encontros Favoritos
ru: Избранные свидания
zh: 收藏的约会

# ratingDialogTitle
source: Do you love our AI Date Planner?
af: Is jy lief vir ons KI Afspraakbeplanner?
bn: আপনি কি আমাদের AI ডেট প্ল্যানার পছন্দ করেন?
de: Lieben Sie unseren KI-Date-Planer?
es: ¿Te encanta nuestro planificador de citas con IA?
fil: Gusto mo ba ang aming AI Date Planner?
fr: Aimez-vous notre planificateur de rendez-vous IA ?
hi: क्या आपको हमारा AI डेट प्लानर पसंद है?
in: Apakah Anda menyukai Perencana Kencan AI kami?
ko: AI 데이트 플래너가 마음에 드시나요?
nl: Hou je van onze AI Date Planner?
pt: Você ama nosso Planejador de Encontros com IA?
ru: Вам нравится наш ИИ-планировщик свиданий?
zh: 你喜欢我们的AI约会规划师吗？

# submitButton
source: Submit
af: Stuur
bn: জমা দিন
de: Absenden
es: Enviar
fil: Ipasa
fr: Envoyer
hi: जमा करें
in: Kirim
ko: 제출
nl: Verzenden
pt: Enviar
ru: Отправить
zh: 提交

source: Select Your Gender
af: Kies Jou Geslag
bn: আপনার লিঙ্গ নির্বাচন করুন
de: Wählen Sie Ihr Geschlecht
es: Selecciona tu género
fil: Piliin ang Iyong Kasarian
fr: Sélectionnez votre genre
hi: अपना लिंग चुनें
in: Pilih Gender Anda
ko: 성별 선택
nl: Selecteer Je Geslacht
pt: Selecione Seu Gênero
ru: Выберите ваш пол
zh: 选择你的性别

# selectPartnerGender
source: Select Your Partner's Gender
af: Kies Jou Maat se Geslag
bn: আপনার সঙ্গীর লিঙ্গ নির্বাচন করুন
de: Wählen Sie das Geschlecht Ihres Partners
es: Selecciona el género de tu pareja
fil: Piliin ang Kasarian ng Iyong Kapareha
fr: Sélectionnez le genre de votre partenaire
hi: अपने साथी का लिंग चुनें
in: Pilih Gender Pasangan Anda
ko: 파트너의 성별 선택
nl: Selecteer Het Geslacht Van Je Partner
pt: Selecione o Gênero do Seu Parceiro
ru: Выберите пол вашего партнера
zh: 选择伴侣的性别

source: Your Questionnaire
af: Jou Vraelys
bn: আপনার প্রশ্নমালা
de: Ihr Fragebogen
es: Tu cuestionario
fil: Iyong Palatanungan
fr: Votre questionnaire
hi: आपका प्रश्नावली
in: Kuesioner Anda
ko: 나의 설문
nl: Jouw Vragenlijst
pt: Seu Questionário
ru: Ваша анкета
zh: 你的问卷

# partnerQuestionnaire
source: Partner's Questionnaire
af: Maat se Vraelys
bn: সঙ্গীর প্রশ্নমালা
de: Fragebogen des Partners
es: Cuestionario de tu pareja
fil: Palatanungan ng Kapareha
fr: Questionnaire du partenaire
hi: साथी की प्रश्नावली
in: Kuesioner Pasangan
ko: 파트너의 설문
nl: Vragenlijst Partner
pt: Questionário do Parceiro
ru: Анкета партнера
zh: 伴侣的问卷

source: Male
af: Manlik
bn: পুরুষ
de: Männlich
es: Masculino
fil: Lalaki
fr: Homme
hi: पुरुष
in: Laki-laki
ko: 남성
nl: Man
pt: Masculino
ru: Мужской
zh: 男性

source: Female
af: Vroulik
bn: মহিলা
de: Weiblich
es: Femenino
fil: Babae
fr: Femme
hi: महिला
in: Perempuan
ko: 여성
nl: Vrouw
pt: Feminino
ru: Женский
zh: 女性

source: Non-binary
af: Nie-binêr
bn: নন-বাইনারি
de: Nicht-binär
es: No binario
fr: Non-binaire
hi: नॉन-बाइनरी
in: Non-biner
ko: 논바이너리
nl: Non-binair
pt: Não-binário
ru: Небинарный
zh: 非二元性别

source: Transgender
bn: ট্রান্সজেন্ডার
es: Transgénero
fr: Transgenre
hi: ट्रांसजेंडर
ko: 트랜스젠더
pt: Transgênero
ru: Трансгендер
zh: 跨性别

source: Gender fluid
af: Gendervloeiend
bn: জেন্ডার ফ্লুইড
es: Género fluido
fr: Genre fluide
hi: जेंडर फ्लूइड
ko: 젠더플루이드
pt: Gênero fluido
ru: Гендерфлюид
zh: 性别流动

source: Gender queer
bn: জেন্ডার কুইয়ার
es: Género queer
fr: Genre queer
hi: जेंडर क्वीर
ko: 젠더퀴어
pt: Gênero queer
ru: Гендерквир
zh: 性别酷儿

source: Other
af: Ander
bn: অন্যান্য
de: Andere
es: Otro
fil: Iba pa
fr: Autre
hi: अन्य
in: Lainnya
ko: 기타
nl: Anders
pt: Outro
ru: Другое
zh: 其他

source: Prefer not to say
af: Verkies om nie te sê nie
bn: বলতে চাই না
de: Keine Angabe
es: Prefiero no decirlo
fil: Ayaw sabihin
fr: Préfère ne pas dire
hi: बताना नहीं चाहते
in: Memilih untuk tidak memberitahu
ko: 밝히고 싶지 않음
nl: Zeg ik liever niet
pt: Prefiro não dizer
ru: Предпочитаю не говорить
zh: 不愿透露

# question1
source: How are you feeling today?
af: Hoe voel jy vandag?
bn: আজ আপনি কেমন বোধ করছেন?
de: Wie fühlen Sie sich heute?
es: ¿Cómo te sientes hoy?
fil: Ano ang pakiramdam mo ngayon?
fr: Comment vous sentez-vous aujourd'hui ?
hi: आज आप कैसा महसूस कर रहे हैं?
in: Bagaimana perasaan Anda hari ini?
ko: 오늘 기분이 어떠신가요?
nl: Hoe voel je je vandaag?
pt: Como você está se sentindo hoje?
ru: Как вы себя чувствуете сегодня?
zh: 今天感觉如何？

# question1_option1
source: Energised
af: Energiek
bn: শক্তিশালী
de: Energiegeladen
es: Energizado
fil: Energetic
fr: Énergique
hi: ऊर्जावान
in: Berenergi
ko: 활기찬
nl: Energiek
pt: Energizado
ru: Энергичный
zh: 精力充沛

# question1_option2
source: Calm
af: Kalm
bn: শান্ত
de: Ruhig
es: Tranquilo
fil: Kalmado
fr: Calme
hi: शांत
in: Tenang
ko: 평온한
nl: Rustig
pt: Calmo
ru: Спокойный
zh: 平静

# question1_option3
source: Tired
af: Moeg
bn: ক্লান্ত
de: Müde
es: Cansado
fil: Pagod
fr: Fatigué(e)
hi: थका हुआ
in: Lelah
ko: 피곤한
nl: Moe
pt: Cansado
ru: Уставший
zh: 疲惫

# question1_option4
source: Stressed
af: Gespanne
bn: চাপগ্রস্ত
de: Gestresst
es: Estresado
fr: Stressé(e)
hi: तनावग्रस्त
in: Stres
ko: 스트레스 받는
nl: Gestrest
pt: Estressado
ru: В стрессе
zh: 压力大

# question1_option5
source: Excited
af: Opgewonde
bn: উত্তেজিত
de: Aufgeregt
es: Emocionado
fr: Excité(e)
hi: उत्साहित
in: Bersemangat
ko: 신나는
nl: Opgewonden
pt: Animado
ru: Взволнованный
zh: 兴奋

# question1_option6
source: Pensive
af: Peinsend
bn: চিন্তাশীল
de: Nachdenklich
es: Pensativo
fil: Malalim ang iniisip
fr: Pensif(ve)
hi: चिंतनशील
in: Merenung
ko: 생각에 잠긴
nl: Peinzend
pt: Pensativo
ru: Задумчивый
zh: 沉思

# question1_option7
source: Down
af: Af
bn: বিষণ্ণ
de: Niedergeschlagen
es: Desanimado
fil: Malungkot
fr: Déprimé(e)
hi: उदास
in: Sedih
ko: 우울한
nl: Somber
pt: Para baixo
ru: Подавленный
zh: 情绪低落

# question2
source: How was your day?
af: Hoe was jou dag?
bn: আপনার দিন কেমন ছিল?
de: Wie war Ihr Tag?
es: ¿Cómo estuvo tu día?
fil: Kumusta ang araw mo?
fr: Comment s'est passée votre journée ?
hi: आपका दिन कैसा रहा?
in: Bagaimana hari Anda?
ko: 오늘 하루는 어땠나요?
nl: Hoe was je dag?
pt: Como foi seu dia?
ru: Как прошел ваш день?
zh: 今天过得怎么样？

# question2_option1
source: Great
af: Uitstekend
bn: চমৎকার
de: Großartig
es: Excelente
fil: Napakaganda
fr: Excellente
hi: बहुत अच्छा
in: Sangat baik
ko: 최고였어요
nl: Geweldig
pt: Ótimo
ru: Отлично
zh: 很棒

# question2_option2
source: Good
af: Goed
bn: ভালো
de: Gut
es: Bueno
fil: Maganda
fr: Bonne
hi: अच्छा
in: Baik
ko: 좋았어요
nl: Goed
pt: Bom
ru: Хорошо
zh: 不错

# question2_option3
source: Just okay
af: Net oukei
bn: মোটামুটি ঠিক
de: Ganz okay
es: Normal
fil: Ok lang
fr: Moyenne
hi: ठीक-ठाक
in: Biasa saja
ko: 그저 그랬어요
nl: Gewoon oké
pt: Mais ou menos
ru: Нормально
zh: 一般

# question2_option4
source: Rough
af: Rof
bn: কঠিন
de: Schwierig
es: Difícil
fil: Mahirap
fr: Difficile
hi: कठिन
in: Berat
ko: 힘들었어요
nl: Moeilijk
pt: Difícil
ru: Сложно
zh: 不太好

# question2_option5
source: Exhausting
af: Uitputtend
bn: ক্লান্তিকর
de: Erschöpfend
es: Agotador
fil: Nakakapagod
fr: Épuisante
hi: थकाऊ
in: Melelahkan
ko: 지쳤어요
nl: Uitputtend
pt: Exaustivo
ru: Утомительно
zh: 很累

# question3
source: What's your current energy level like?
af: Hoe is jou huidige energievlak?
bn: আপনার বর্তমান শক্তির স্তর কেমন?
de: Wie ist Ihr aktuelles Energielevel?
es: ¿Cómo está tu nivel de energía actual?
fil: Ano ang kasalukuyang antas ng iyong enerhiya?
fr: Quel est votre niveau d'énergie actuel ?
hi: आपका वर्तमान ऊर्जा स्तर कैसा है?
in: Bagaimana tingkat energi Anda saat ini?
ko: 현재 에너지 레벨은 어떠신가요?
nl: Hoe is je energieniveau op dit moment?
pt: Como está seu nível de energia atual?
ru: Какой у вас сейчас уровень энергии?
zh: 当前精力水平如何？

# question3_option1
source: Full of energy
af: Vol energie
bn: পূর্ণ শক্তিতে
de: Voller Energie
es: Lleno de energía
fil: Punong-puno ng enerhiya
fr: Plein(e) d'énergie
hi: पूरी ऊर्जा से भरा
in: Penuh energi
ko: 에너지 충만
nl: Vol energie
pt: Cheio de energia
ru: Полон энергии
zh: 精力充沛

# question3_option2
source: Pretty good
af: Redelik goed
bn: বেশ ভালো
de: Ziemlich gut
es: Bastante bien
fil: Maganda naman
fr: Plutôt bon
hi: काफी अच्छा
in: Cukup baik
ko: 꽤 좋음
nl: Best goed
pt: Bastante bom
ru: Довольно хороший
zh: 还不错

# question3_option3
source: Low on energy
af: Min energie
bn: কম শক্তি
de: Wenig Energie
es: Bajo de energía
fil: Mababa ang enerhiya
fr: Faible en énergie
hi: कम ऊर्जा
in: Energi rendah
ko: 에너지 부족
nl: Weinig energie
pt: Pouca energia
ru: Низкий уровень энергии
zh: 精力不足

# question4
source: What kind of vibe are you looking for in your next date?
af: Watter soort atmosfeer soek jy vir jou volgende afspraak?
bn: আপনার পরবর্তী ডেটে কেমন ভাইব চান?
de: Welche Stimmung suchen Sie für Ihr nächstes Date?
es: ¿Qué ambiente buscas para tu próxima cita?
fil: Anong uri ng kapaligiran ang hinahanap mo sa iyong susunod na date?
fr: Quelle ambiance recherchez-vous pour votre prochain rendez-vous ?
hi: अपनी अगली डेट में आप कैसा माहौल चाहते हैं?
in: Suasana seperti apa yang Anda inginkan untuk kencan berikutnya?
ko: 다음 데이트에서 어떤 분위기를 원하시나요?
nl: Welke sfeer zoek je voor je volgende date?
pt: Que tipo de ambiente você procura para seu próximo encontro?
ru: Какую атмосферу вы хотите на следующем свидании?
zh: 你希望下次约会是什么氛围？

# question4_option1
source: Fun and adventurous
af: Pret en avontuurlik
bn: মজাদার এবং সাহসিক
de: Spaßig und abenteuerlich
es: Divertido y aventurero
fil: Masaya at mapangahas
fr: Amusante et aventureuse
hi: मजेदार और साहसिक
in: Menyenangkan dan penuh petualangan
ko: 재미있고 모험적인
nl: Leuk en avontuurlijk
pt: Divertido e aventureiro
ru: Веселую и авантюрную
zh: 有趣冒险

# question4_option2
source: Romantic and intimate
af: Romanties en intiem
bn: রোমান্টিক এবং ঘনিষ্ঠ
de: Romantisch und intim
es: Romántico e íntimo
fil: Romantiko at intimate
fr: Romantique et intime
hi: रोमांटिक और निजी
in: Romantis dan intim
ko: 로맨틱하고 친밀한
nl: Romantisch en intiem
pt: Romântico e íntimo
ru: Романтичную и интимную
zh: 浪漫亲密

# question4_option3
source: Relaxed and casual
af: Ontspanne en gemaklik
bn: আরামদায়ক এবং অনানুষ্ঠানিক
de: Entspannt und locker
es: Relajado y casual
fil: Relax at casual
fr: Détendue et décontractée
hi: आराम से और सामान्य
in: Santai dan kasual
ko: 편안하고 캐주얼한
nl: Ontspannen en casual
pt: Relaxado e casual
ru: Расслабленную и непринужденную
zh: 轻松随意

# question4_option4
source: Something new and exciting
af: Iets nuuts en opwindend
bn: নতুন এবং উত্তেজনাপূর্ণ কিছু
de: Etwas Neues und Aufregendes
es: Algo nuevo y emocionante
fil: Bagong bagay at exciting
fr: Quelque chose de nouveau et excitant
hi: कुछ नया और रोमांचक
in: Sesuatu yang baru dan menarik
ko: 새롭고 흥미진진한
nl: Iets nieuws en spannends
pt: Algo novo e empolgante
ru: Что-то новое и захватывающее
zh: 新鲜刺激

# question5
source: Are you feeling more talkative or prefer something quieter?
af: Voel jy meer spraaksaam of verkies jy iets stiller?
bn: আপনি কি বেশি কথা বলতে চান নাকি কিছু শান্ত পছন্দ করেন?
de: Sind Sie eher gesprächig oder bevorzugen Sie etwas Ruhigeres?
es: ¿Te sientes más comunicativo o prefieres algo más tranquilo?
fil: Mas gusto mo bang makipag-usap o mas tahimik?
fr: Êtes-vous d'humeur bavarde ou préférez-vous quelque chose de plus calme ?
hi: क्या आप अधिक बातचीत करना चाहते हैं या कुछ शांत पसंद करेंगे?
in: Apakah Anda ingin banyak mengobrol atau lebih suka yang tenang?
ko: 대화를 나누고 싶으신가요, 아니면 조용한 것을 선호하시나요?
nl: Ben je spraakzaam of heb je liever iets rustigs?
pt: Você está se sentindo mais comunicativo ou prefere algo mais tranquilo?
ru: Вы настроены на разговоры или предпочитаете что-то потише?
zh: 你现在更想聊天还是安静一点？

# question5_option1
source: Ready for good conversation
af: Reg vir goeie gesprek
bn: ভালো কথোপকথনের জন্য প্রস্তুত
de: Bereit für gute Gespräche
es: Listo para una buena conversación
fil: Handa sa magandang pag-uusap
fr: Prêt(e) pour une bonne conversation
hi: अच्छी बातचीत के लिए तैयार
in: Siap untuk percakapan yang baik
ko: 대화하고 싶어요
nl: Klaar voor een goed gesprek
pt: Pronto para uma boa conversa
ru: Готов к хорошей беседе
zh: 想好好聊天

# question5_option2
source: Prefer something low-key
af: Verkies iets rustig
bn: শান্ত কিছু পছন্দ করি
de: Bevorzuge etwas Entspanntes
es: Prefiero algo más tranquilo
fil: Mas gusto ang tahimik
fr: Préfère quelque chose de tranquille
hi: कुछ शांत पसंद करेंगे
in: Lebih suka yang santai
ko: 조용한 것이 좋아요
nl: Liever iets rustigers
pt: Prefiro algo mais tranquilo
ru: Предпочитаю что-то спокойное
zh: 偏好安静

# question6
source: What would make your day better right now?
af: Wat sal jou dag nou beter maak?
bn: এখন কি আপনার দিনটিকে আরও ভালো করতে পারে?
de: Was würde Ihren Tag jetzt besser machen?
es: ¿Qué mejoraría tu día ahora mismo?
fil: Ano ang makakapagpaganda ng araw mo ngayon?
fr: Qu'est-ce qui rendrait votre journée meilleure maintenant ?
hi: इस समय क्या आपके दिन को बेहतर बना सकता है?
in: Apa yang bisa membuat hari Anda lebih baik saat ini?
ko: 지금 당신의 하루를 더 좋게 만들 수 있는 것은 무엇인가요?
nl: Wat zou je dag nu beter maken?
pt: O que melhoraria seu dia agora?
ru: Что бы сейчас улучшило ваш день?
zh: 什么能让你现在心情更好？

# question6_option1
source: A fun activity to get me moving
af: 'n Prettige aktiwiteit om my aan die gang te kry
bn: নড়াচড়ার জন্য একটি মজার কার্যকলাপ
de: Eine spaßige Aktivität, die mich in Bewegung bringt
es: Una actividad divertida para moverme
fil: Masayang aktibidad na magpapagalaw sa akin
fr: Une activité amusante pour bouger
hi: कोई मजेदार गतिविधि जो मुझे सक्रिय करे
in: Aktivitas menyenangkan yang membuat saya bergerak
ko: 움직일 수 있는 재미있는 활동
nl: Een leuke activiteit om in beweging te komen
pt: Uma atividade divertida para me movimentar
ru: Веселое активное занятие
zh: 能让我活动的有趣事情

# question6_option2
source: A quiet moment to relax and unwind
af: 'n Rustige oomblik om te ontspan
bn: বিশ্রাম এবং শান্ত হওয়ার জন্য একটি শান্ত মুহূর্ত
de: Ein ruhiger Moment zum Entspannen
es: Un momento tranquilo para relajarme
fil: Tahimik na sandali para magrelax
fr: Un moment calme pour se détendre
hi: आराम करने और तनाव कम करने का शांत पल
in: Momen tenang untuk bersantai
ko: 휴식을 취할 수 있는 조용한 시간
nl: Een rustig moment om te ontspannen
pt: Um momento tranquilo para relaxar
ru: Спокойный момент для отдыха
zh: 安静放松的时刻

# question6_option3
source: Something exciting to distract me
af: Iets opwindend om my aandag af te lei
bn: মন ভুলানোর জন্য উত্তেজনাপূর্ণ কিছু
de: Etwas Aufregendes zur Ablenkung
es: Algo emocionante para distraerme
fil: Exciting na bagay para malibang
fr: Quelque chose d'excitant pour me distraire
hi: कुछ रोमांचक जो मेरा ध्यान बंटाए
in: Sesuatu yang menarik untuk mengalihkan perhatian
ko: 기분 전환할 수 있는 흥미로운 것
nl: Iets spannends als afleiding
pt: Algo empolgante para me distrair
ru: Что-то захватывающее для отвлечения
zh: 令人兴奋的消遣

# question6_option4
source: Just some good company
af: Net goeie geselskap
bn: শুধু ভালো সঙ্গ
de: Einfach gute Gesellschaft
es: Solo buena compañía
fil: Magandang kasama lang
fr: Juste de la bonne compagnie
hi: बस अच्छी कंपनी
in: Hanya butuh teman yang baik
ko: 좋은 동행
nl: Gewoon wat gezelschap
pt: Apenas boa companhia
ru: Просто хорошая компания
zh: 只需要好的陪伴
